<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['post_icons'] = "Иконки сообщения";
$l['add_post_icon'] = "Добавить новую иконку сообщения";
$l['add_post_icon_desc'] = "Здесь вы можете добавить иконку для одого нового сообщения";
$l['add_multiple_post_icons'] = "Добавить несколько иконок сообщения";
$l['add_multiple_post_icons_desc'] = "Здесь вы можете добавить несколько новых иконок.";
$l['edit_post_icon'] = "Редактировать иконку сообщения";
$l['edit_post_icon_desc'] = "Здесь вы можете редактировать иконку сообщения.";
$l['manage_post_icons'] = "Управление иконками сообщений";
$l['manage_post_icons_desc'] = "Этот раздел позволяет редактировать, удалять и управлять вашими иконками сообщений.";

$l['name_desc'] = "Это имя для иконки сообщения";
$l['image_path'] = "Путь к картинке";
$l['image_path_desc'] = "Это путь к сообщению изображения иконки. Если вы хотите использовать различные изображения для иконки сообщения  в различных темах, пожалуйста, используйте <strong>{theme}</strong> для указания каталога изображений в каждой теме.";
$l['save_post_icon'] = "Сохранить иконку сообщения ";
$l['reset'] = "Сброс";

$l['path_to_images'] = "Путь к изображениям";
$l['path_to_images_desc'] = "Это путь к папке, что находятся изображения .";
$l['show_post_icons'] = "Показать иконки для сообщений ";
$l['image'] = "Изображение";
$l['add'] = "Добавить?";
$l['save_post_icons'] = "Сохранить иконки для сообщений";

$l['no_post_icons'] = "В настоящее время на вашем форуме нет иконки сообщения.";

$l['error_missing_name'] = "Вы не ввели имя для этой иконки сообщения ";
$l['error_missing_path'] = "Вы не ввели путь к этой иконке сообщения";
$l['error_missing_path_multiple'] = "Вы не ввели путь";
$l['error_invalid_path'] = "Вы ввели неправильный путь";
$l['error_no_images'] = "Нет иконок сообщений в указанном каталоге, или все иконки в каталоге уже добавлены.";
$l['error_none_included'] = "Вы не выбрали любую иконку для включения.";
$l['error_invalid_post_icon'] = "Указанная иконка не существует.";

$l['success_post_icon_added'] = "Иконка сообщения была успешно добавлена.";
$l['success_post_icons_added'] = "Выбранные иконки сообщения были успешно добавлены.";
$l['success_post_icon_updated'] = "Иконка сообщения была успешно обновлена.";
$l['success_post_icon_deleted'] = "Иконка сообщения была успешно удалена.";

$l['confirm_post_icon_deletion'] = "Вы уверены, что хотите удалить эту иконку сообщения?";
