<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['custom_profile_fields'] = "Дополнительные поля профиля";
$l['custom_profile_fields_desc'] = "Здесь Вы можете редактировать, удалять и управлять дополнительными полями профилей пользователей";
$l['add_profile_field'] = "Добавить поле профиля";
$l['add_new_profile_field'] = "Добавить новое дополнительное поле профиля  ";
$l['add_new_profile_field_desc'] = "Здесь Вы можете добавить новое дополнительное поле профиля  ";
$l['edit_profile_field'] = "Редакторовать поле профиля";
$l['edit_profile_field_desc'] = "Здесь Вы можете редактировать дополнительное поле профиля  ";

$l['title'] = "Название";
$l['short_description'] = "Краткое описание";
$l['maximum_length'] = "Максимальная длина";
$l['maximum_length_desc'] = "Это максимальное число символов, которые могут быть введены. Это относится только к текстовым поля и текстовым областям.";
$l['field_length'] = "Длина поля";
$l['field_length_desc'] = "Эта длина поля. Это относится только к выбору чекбокса или селектбокса.";
$l['display_order'] = "Порядок отображения";
$l['display_order_desc'] = "Это порядок полей пользовательского профиля по отношению к другим полям пользовательских профилей. Это число не должно быть таким же, как другое поле.";
$l['text'] = "Текстовое поле";
$l['textarea'] = "Текстовой блок";
$l['select'] = "Селектбокс";
$l['multiselect'] = "Мультивыбор";
$l['radio'] = "Радио-кнопки";
$l['checkbox'] = "Флажки";
$l['field_type'] = "Тип поля";
$l['field_type_desc'] = "Это тип поля, которое будет показано.";
$l['field_regex'] = "Регулярное выражение";
$l['field_regex_desc'] = "Введите регулярное выражение, которое должно соответствовать из пользовательскому вводу. Вы должны убедиться, что регулярное выражение справедливо и безопасно -никакой проверки не производится. Пустое для чего-нибудь.<br />
<strong>Например:</strong> ([a-z0-9_\\- ,.+]+)";
$l['selectable_options'] = "Параметры выбираемые ?";
$l['selectable_options_desc'] = "Пожалуйста, введите каждый вариант на отдельной строке. Это относится только к полям выбора, флажкам и типам переключателей.";
$l['required'] = "Обязательное?";
$l['required_desc'] = "Требовать заполнения этого поля при регистрации или редактирования профиля? Обратите внимание, что это не применяется, если поле скрыто или поле не редактируется.";
$l['show_on_registration'] = "Показать при регистрации?";
$l['show_on_registration_desc'] = "Отобразить это поле в регистрационной форме? Обратите внимание, что это не относится, если поле не редактируется. Поля, которые требуются всегда будут появляться при регистрации.";
$l['display_on_profile'] = "Показать в профиле?";
$l['display_on_profile_desc'] = "Отображать это поле будет на странице профиля пользователя? Это не относится к администраторам / модераторам.";
$l['display_on_postbit'] = "Показывать в заголовке сообщения?";
$l['display_on_postbit_desc'] = "Надо это поле отображать в постах пользователя?";
$l['viewableby'] = "Доступно для просмотра";
$l['viewableby_desc'] = "Выберите группы, которым позволяется просмотреть это поле профиля.";
$l['editableby'] = "Доступно для редактирования";
$l['editableby_desc'] = "Выберите группы, которым позволяется редактировать это поле профиля.";
$l['min_posts_enabled'] = "Минимальное кол-во сообщений?";
$l['min_posts_enabled_desc'] = "Это поле будет доступно только для пользователей с определенным кол-вом постов? Если это так, установите здесь необходимое минимальное количество сообщений.";
$l['parser_options'] = "Параметры парсера";
$l['parse_allowhtml'] = "Да, разрешить HTML в этом поле профиля.";
$l['parse_allowmycode'] = "Да, разрешить ББкоды в этом поле профиля.";
$l['parse_allowsmilies'] = "Да, разрешить смайлики в этом поле профиля.";
$l['parse_allowimgcode'] = "Да, разрешить [img] код в этом поле профиля.";
$l['parse_allowvideocode'] = "Да, разрешить [video] код в этом поле профиля.";
$l['save_profile_field'] = "Сохранить поле профиля";
$l['name'] = "Наименование";
$l['registration'] = "В Регистрации?";
$l['editable'] = "Редактируемое?";
$l['profile'] = "В Профиле?";
$l['postbit'] = "Отображать в заголовке поста?";
$l['edit_field'] = "Редактировать поле";
$l['delete_field'] = "Удалить поле";
$l['no_profile_fields'] = "Сейчас нет пользовательских полей профиля на вашем форуме.";

$l['error_missing_name'] = "Вы не ввели название для этого пользовательского поля профиля ";
$l['error_missing_description'] = "Вы не ввели описание для этого пользовательского поля профиля ";
$l['error_invalid_fid'] = "Выбранное поле профиля не существует.";

$l['success_profile_field_added'] = "Пользовательскре поле профиля был успешно создано.";
$l['success_profile_field_saved'] = "Пользовательскре поле профиля был успешно сохранено.";
$l['success_profile_field_deleted'] = "Пользовательскре поле профиля был успешно удалено.";

$l['confirm_profile_field_deletion'] = "Вы уверены, что хотите удалить это поле профиля?";
