<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['languages'] = "Языки";
$l['languages_desc'] = "Языковые пакеты, установленные на вашем форуме, приведены ниже. Вы можете редактировать языковые файлы, редактировать файлы сравнивая с другим языком, или изменить свойства языка.";
$l['find_language_packs'] = "Поиск языкового пакета";
$l['language_files'] = "Файлы языка";
$l['language_files_desc'] = "Ниже перечислены файлы в выбранном языке, доступные и для фронтенда и для панели управления администратора. Здесь вы можете отредактировать эти файлы.";
$l['quick_phrases'] = "Быстрые фразы";
$l['quick_phrases_desc'] = "Быстрый доступ и модификация к наиболее часто фразам.";

$l['edit_with'] = "Редактировать с {1}";
$l['edit_language_variables'] = "Редактирование языковых переменных";
$l['edit_language_variables_desc'] = "Здесь вы можете редактировать различные строки языка по своему вкусу.";
$l['edit_properties_desc'] = "Здесь вы можете редактировать свойства языкового пакета .";
$l['installed_language_packs'] = "Установленные пакеты языков";
$l['front_end'] = "Front End";
$l['admin_cp'] = "Панель управления администратора";
$l['save_language_file'] = "Сохранить файл языка";
$l['nav_editing_set'] = "Редактирование свойств установленного языка";
$l['edit_properties'] = "Редактирование свойств языкового пакета";
$l['friendly_name'] = "Наименование";
$l['language_in_html'] = "Язык в &lt;html&gt; тэге";
$l['charset'] = "Набор символов";
$l['admin'] = "Содержит переменные языка ACP ?";
$l['rtl'] = "Справа налево?";

$l['quickphrases_agreement'] = "Соглашение о регистрации - Заголовок";
$l['quickphrases_agreement_1'] = "Соглашение о регистрации  - Параграф 1";
$l['quickphrases_agreement_2'] = "Соглашение о регистрации  - Параграф 2";
$l['quickphrases_agreement_3'] = "Соглашение о регистрации  - Параграф 3";
$l['quickphrases_agreement_4'] = "Соглашение о регистрации - Параграф 4";
$l['quickphrases_agreement_5'] = "Соглашение о регистрации - Параграф 5";

$l['quickphrases_error_nopermission_guest_1'] = "Сообщение  Нет права доступа - Параграф 1";
$l['quickphrases_error_nopermission_guest_2'] = "Сообщение  Нет права доступа - Параграф 2";
$l['quickphrases_error_nopermission_guest_3'] = "Сообщение  Нет права доступа - Параграф 3";
$l['quickphrases_error_nopermission_guest_4'] = "Сообщение  Нет права доступа - Параграф 4";

$l['no_languages'] = "Нет языков";
$l['no_language_files_front_end'] = "Языковых файлов фронтэенда не найдено.";
$l['no_language_files_admin_cp'] = "Языковых файлов ACP не найдено.";

$l['error_invalid_set'] = "Неверный языковый пакет";
$l['error_invalid_file'] = "Неверный файл";
$l['error_cannot_write_to_file'] = "Невозможно записать файл. Проверьте права на этот файл языкового пакета и попробуйте снова";
$l['error_folders_fail'] = "Был проблема доступа к запрошенной папке языкового пакета. Пожалуйста, убедитесь, что она существует и доступна для записи.";

$l['alert_note_cannot_write'] = "Перед редактированием языковых файлов, вы должны поставить CHMOD 777 на все файлы языкового пакета, чтобы сервер мог записать в них.";

$l['success_langfile_updated'] = "Языковой файл был успешно обновлен.";
$l['success_langprops_updated'] = "Свойства языка были успешно обновлены.";
$l['success_quickphrases_updated'] = "Языковый пакет кратких фраз был успешно обновлен.";

$l['issues'] = "Проблемы";
$l['phrases'] = "Фразы";
$l['issues_ok'] = "Похоже, что здесь все должно быть нормально .";
$l['issues_nothingtocompare'] = "Здесь нет ничего для сравнения";
$l['issues_warning'] = 'Этот файл может потребовать вашего внимания.\тПожалуйста, не забудьте проверить его.';
