<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['attachment_types'] = "Типы вложений ";
$l['attachment_types_desc'] = "Здесь вы можете создавать и управлять типами вложений, которые определяют, какие типы файлов пользователи могут прикрепить к своим сообщениям.";
$l['add_new_attachment_type'] = "Добавить новый тип вложений";
$l['add_attachment_type'] = "Добавить тип вложения ";
$l['add_attachment_type_desc'] = "Добавление нового типа вложений позволит участникам прикрепить файлы этого типа к своим сообщениям. У вас есть возможность контролировать расширение, MIME-тип, максимальный размер и показать небольшую иконку для каждого типа вложения.";
$l['edit_attachment_type'] = "Изменение типа вложений";
$l['edit_attachment_type_desc'] = "У вас есть возможность контролировать расширение, MIME-тип, максимальный размер и показать небольшой MIME тип для данного типа вложения.";

$l['extension'] = "Расширение";
$l['maximum_size'] = "Максимальный размер";
$l['no_attachment_types'] = "Сейчас нет типов вложений на вашем форуме.";

$l['name'] = "Название";
$l['name_desc'] = "Введите название типа вложения";
$l['file_extension'] = "Расширение файла";
$l['file_extension_desc'] = "Введите расширение файла, доступное для загрузки  (ничего не добавляйте перед раширением)  (пример: txt)";
$l['mime_type'] = "MIME тип";
$l['mime_type_desc'] = "Введите тип MIME, отправляемый серверу при загрузке файлов данного типа (<a href=\"http://www.freeformatter.com/mime-types-list.html\">Смотрите список здесь</a>)";
$l['maximum_file_size'] = "Максимальный размер файла (килобайт)";
$l['maximum_file_size_desc'] = "Максимальный размер файла для загрузки этого типа вложений в килобайтах (1 MB = 1024 KB)";
$l['limit_intro'] = "Пожалуйста, убедитесь, что максимальный размер файла ниже наименьшей из следующих ограничений PHP:";
$l['limit_post_max_size'] = "Макс размер отправки : {1}";
$l['limit_upload_max_filesize'] = "Максимальный размер загружаемого файла: {1}";
$l['attachment_icon'] = "Иконка вложения ";
$l['attachment_icon_desc'] = "Если вы хотите показать небольшой значок приложения для вложения этого типа , введите путь к нему здесь. {theme} будет заменен каталогом изображений для просматриваемой темы и позволяет задать в каждой теме свой значок вложения.";
$l['save_attachment_type'] = "Сохранить тип вложений";

$l['error_invalid_attachment_type'] = "Вы выбрали неверный тип вложения.";
$l['error_missing_mime_type'] = "Вы не ввели тип MIME для данного типа приложения";
$l['error_missing_extension'] = "Вы не ввели расширение файла для данного типа приложения";

$l['success_attachment_type_created'] = "Тип приложения был успешно создан.";
$l['success_attachment_type_updated'] = "Тип приложения был успешно обновлен.";
$l['success_attachment_type_deleted'] = "Тип приложения был успешно удален.";

$l['confirm_attachment_type_deletion'] = "Вы уверены, что хотите удалить этот тип вложения?";

$l['success_activated_attachment_type'] = "Выбранный тип вложений был успешно активирован.";
$l['success_deactivated_attachment_type'] = "Выбранный тип вложений был успешно деактивирован.";

$l['enabled'] = "Доступно?";
$l['avatar_file'] = "Файл аватара";
$l['avatar_file_desc'] = "Вы хотите разрешить этот тип приложения для аватаров?";

$l['available_to_groups'] = "Доступно для групп";
$l['available_in_forums'] = "Доступно в форумах";
