<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['thread_prefixes'] = "Префиксы тем сообщений";
$l['thread_prefixes_desc'] = "Префиксы темы сообщения позволяют определить префиксы, которые пользователи могут назначать своим темам перед заголовком. Темы затем могут быть отфильтрованы по префиксу в рамках форума.";

$l['add_new_thread_prefix'] = "Добавить префикс темы";
$l['add_new_thread_prefix_desc'] = "Здесь вы можете добавить новый префикс темы и определить, где он доступен, а также, какие группы пользователей могут использовать его.";

$l['edit_prefix'] = "Редактировать префикс";
$l['edit_prefix_desc'] = "Здесь вы можете изменить префикс темы и изменить то, как он отображается, где он доступен, и какие группы пользователей могут использовать его.";
$l['edit_thread_prefix'] = "Изменить префикс темы";
$l['delete_thread_prefix'] = "Удалить префикс темы";

$l['prefix_options'] = "Параметры префикса";
$l['save_thread_prefix'] = "Сохранить Префикс темы";

$l['prefix'] = "Префикс";
$l['forums'] = "Доступно на форумах";
$l['prefix_desc'] = "Обычная текстовая версия префикса будет отображаться в меню выбора.";
$l['display_style'] = "Стиль отображения";
$l['display_style_desc'] = "Отображение рядом с темой префикса. Вы можете ввести HTML-разметку здесь или просто использовать такой же, как обычный текст выше.";
$l['available_in_forums'] = "Доступен в форумах";
$l['available_to_groups'] = "Доступные для групп";

$l['no_thread_prefixes'] = "Префиксы на вашем форуме не установлены.";

$l['confirm_thread_prefix_deletion'] = "Вы уверены, что хотите удалить этот префикс темы? Примечание: Вы должны помнить, что необходимо после удаления обновить все инструменты модераторации, которые используют этот префикс .";

$l['success_thread_prefix_created'] = "Префикс темы был успешно создан.";
$l['success_thread_prefix_updated'] = "Префикс темы был успешно обновлён.";
$l['success_thread_prefix_deleted'] = "Префикс темы был успешно удален. Пожалуйста, обновите любые инструменты модераторации, которые используют этот префикс";

$l['error_missing_prefix'] = "Пожалуйста, введите префикс, который вы хотите добавить.";
$l['error_missing_display_style'] = "Пожалуйста, введите стиль отображения для этого префикса.";
$l['error_no_forums_selected'] = "Пожалуйста, выберите форум, в котором этот префикс будет доступна.";
$l['error_no_groups_selected'] = "Пожалуйста, выберите группы, в которой этот префикс будет доступен.";
$l['error_invalid_prefix'] = "Указанный префикс темы не существует.";
