<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['smilies'] = "Смайлики";
$l['manage_smilies'] = "Управление смайликами";
$l['manage_smilies_desc'] = "Этот раздел позволяет редактировать и удалять свои смайлики.";
$l['add_smilie'] = "Добавить новый смайлик";
$l['add_smilie_desc'] = "Здесь вы можете добавить один новый смайл.";
$l['add_multiple_smilies'] = "Добавить несколько смайликов";
$l['add_multiple_smilies_desc'] = "Здесь вы можете добавить несколько новых смайликов сразу.";
$l['edit_smilie'] = "Редактировать смайлик";
$l['edit_smilie_desc'] = "Здесь вы можете отредактировать один смайлик.";
$l['mass_edit'] = "Массовое изменение";
$l['mass_edit_desc'] = "Здесь вы можете легко редактировать все ваши смайлики одновременно.";

$l['no_smilies'] = "Нет смайлика на вашем форуме сейчас.";

$l['image'] = "Изображение";
$l['name'] = "Наименование смайла";
$l['text_replace'] = "Текст для замены";
$l['text_replace_desc'] = "Это текст заменяется смайликом (введите по одному в строке).";
$l['image_path'] = "Путь к изображению ";
$l['image_path_desc'] = "Это путь к смайлику изображения. Если вы хотите использовать различные смайлики изображений для различных тем, пожалуйста, используйте <strong>{theme}</strong> для представления каталога изображений в каждой теме.";
$l['order'] = "Порядок";
$l['display_order'] = "Порядок отображения";
$l['display_order_desc'] = "Порядок списка смайликов при отображении. Это число не должно быть таким же, как у других смайликов.";
$l['mass_edit_show_clickable'] = "Показать кликабельным?";
$l['show_clickable'] = "Показать в кликабельном списке?";
$l['show_clickable_desc'] = "Вы хотите этот смайлик показать в интерактивными списке смайликов  в редакторе сообщения??";
$l['include'] = "Добавить?";
$l['path_to_images'] = "Путь к изображению";
$l['path_to_images_desc'] = "Это путь к папке, где находятся изображения .";
$l['smilie_delete'] = "Удалить?";
$l['save_smilie'] = "Сохранить смайл";
$l['save_smilies'] = "Сохранить смайлики";
$l['show_smilies'] = "Показать смайлики";
$l['reset'] = "Сброс";

$l['error_missing_name'] = "Вы не ввели имя для этого смайлика.";
$l['error_missing_text_replacement'] = "Вы не ввели текст замены для этого смайлика.";
$l['error_missing_path'] = "Вы не ввели путь для этого смайлика.";
$l['error_missing_path_multiple'] = "Вы не ввели путь.";
$l['error_missing_order'] = "Вы не ввели порядок отображения для этого смайлика.";
$l['error_duplicate_order'] = "Вы не ввели правильный порядок отображения для этого смайлика.";
$l['error_missing_clickable'] = "Вы не указали Да или Нет для опции \"Показать кликабельным\".";
$l['error_no_smilies'] = "Нет смайликов в указанном каталоге, или все смайлики каталога уже добавлены.";
$l['error_no_images'] = "Нет изображений в указанном каталоге.";
$l['error_none_included'] = "Вы не выбрали любой смайлик для включения.";
$l['error_invalid_path'] = "Вы не ввели правильный путь.";
$l['error_invalid_smilie'] = "Указанный смайлик не существует.";

$l['success_smilie_added'] = "Смайл был успешно добавлен.";
$l['success_multiple_smilies_added'] = "Выбранный смайлик был успешно добавлен.";
$l['success_smilie_updated'] = "Смайлик был успешно обновлен.";
$l['success_multiple_smilies_updated'] = "Смайлики были успешно обновлены.";
$l['success_smilie_deleted'] = "Выбранный смайлик был успешно удален.";
$l['success_mass_edit_updated'] = "Выбранный смайлик был успешно обновлён.";

$l['confirm_smilie_deletion'] = "Вы уверены, что хотите удалить этот смайл?";

