<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['custom_mycode'] = "Пользовательские ББКоды";
$l['mycode'] = "ББКоды";
$l['mycode_desc'] = "Пользовательские ББКоды позволяет создавать дополнительные ББКоды для ваших участников, чтобы они использовали в своих сообщениях.";
$l['add_new_mycode'] = "Добавить новый ББКод";
$l['add_new_mycode_desc'] = "Здесь вы можете добавить новый свой ББКод на ваш форум. Вы можете использовать форму ББКода Sandbox ниже , чтобы проверить регулярное выражение и замену им перед сохранением.";
$l['edit_mycode_desc'] = "Здесь вы можете редактировать пользовательские ББКоды. Вы можете использовать форму ББКод Sandbox ниже , чтобы проверить регулярное выражение и замену им перед сохранением изменений.";

$l['title'] = "Заголовок";
$l['short_description'] = "Краткое описание";
$l['regular_expression'] = "Регулярное выражение";
$l['regular_expression_desc'] = "Введите регулярное выражение, которое будет искать конкретную комбинацию символов. Вы должны убедиться, что регулярное выражение справедливо и безопасно & mdash; никакой проверки не производится.";
$l['replacement'] = "Замена";
$l['replacement_desc'] = "Введите замену для регулярного выражения.";
$l['example'] = "Например:";
$l['enabled'] = "Доступно?";
$l['parse_order'] = "Порядок разбора";
$l['parse_order_desc'] = "ББкоды будут обрабатываться в порядке возрастания по отношению к другим ББкодам.";
$l['edit_mycode'] = "Редактировать ББкод";
$l['activate_mycode'] = "Активировать ББкод";
$l['deactivate_mycode'] = "Деактивировать ББкод";
$l['delete_mycode'] = "Удалить ББкод";
$l['no_mycode'] = "Сейчас ББкодов не существует.";
$l['save_mycode'] = "Сохранить ББкод";
$l['add_mycode'] = "Добавить ББкод";
$l['changes_not_saved'] = "Ваши изменения еще не были сохранены.";

$l['sandbox'] = "Песочница";
$l['sandbox_desc'] = "Вы можете использовать эту область, чтобы проверить регулярное выражение и замену выше перед сохранением изменений.";
$l['test_value'] = "Тестовое значение";
$l['test_value_desc'] = "Введите в текстовом формате, чтобы протестировать в поле ниже.";
$l['result_html'] = "HTML результат";
$l['result_html_desc'] = "Текстовая область ниже показывает результирующий HTML, используя регулярное выражение на указанное тестовое значение.";
$l['result_actual'] = "Фактический результат";
$l['result_actual_desc'] = "Область ниже показывает фактический результат визуализации HTML.";
$l['test'] = "Тестировать ББкод";

$l['error_missing_title'] = "Вы не ввели заголовок.";
$l['error_missing_regex'] = "Вы не ввели регулярное выражение.";
$l['error_regex_already_available'] = "Вы ввели регулярное выражение, которое уже определено в другом MyCode. Укажите другое регулярное выражение для этого MyCode.";
$l['error_missing_replacement'] = "Вы не ввели замену.";
$l['error_invalid_mycode'] = "Указанный ББкод не существует.";

$l['success_added_mycode'] = "ББкод был успешно добавлен.";
$l['success_deleted_mycode'] = "Выбранный ББкод был успешно удален.";
$l['success_updated_mycode'] = "ББкод  был успешно обновлен.";
$l['success_deactivated_mycode'] = "Выбранный ББкод был успешно деактивирован.";
$l['success_activated_mycode'] = "Выбранный ББкод был успешно активирован.";

$l['confirm_mycode_deletion'] = "Вы уверены, что хотите удалить этот ББкод?";

$l['mycode_sandbox_test_error'] = "Произошла ошибка выборки результатов теста.";

