<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['plugins'] = "Плагины";
$l['plugins_desc'] = "Этот раздел позволяет активировать, деактивировать и управлять плагинами, которые вы загрузили на форумы в <strong>inc/plugins</strong> директорию. Чтобы скрыть плагин из поля зрения, но не потерять любую сохраненную информацию из него, нажмите на ссылку Деактивировать.";
$l['plugin_updates'] = "Обновления плагинов";
$l['plugin_updates_desc'] = "Этот раздел позволяет проверить наличие обновлений для всех ваших плагинов.";
$l['browse_plugins'] = "Просмотр плагинов";
$l['browse_plugins_desc'] = "Здесь вы можете просмотреть на официальном сайте модификации MyBB плагинов, совместимых с серией MyBB.";
$l['browse_all_plugins'] = "Просмотр всех плагинов";

$l['plugin'] = "Плагин";
$l['active_plugin'] = "Активные плагины";
$l['inactive_plugin'] = "Неактивные плагины";
$l['your_version'] = "Ваша версия";
$l['latest_version'] = "Последняя версия";
$l['download'] = "Скачать";
$l['deactivate'] = "Деактивация";
$l['activate'] = "Активация";
$l['install_and_activate'] = "Установка &amp; Активация";
$l['uninstall'] = "Удаление";
$l['created_by'] = "Разработчик";
$l['no_plugins'] = "Нет плагинов на вашем форуме сейчас.";
$l['no_active_plugins'] = "Нет активных плагинов на вашем форуме.";
$l['no_inactive_plugins'] = "Нет доступных неактивных плагинов.";

$l['plugin_incompatible'] = "Этот плагин не совместим с MyBB {1}";

$l['recommended_plugins_for_mybb'] = "Рекомендуемые плагины для MyBB {1}";
$l['browse_results_for_mybb'] = "Обзор результатов для MyBB {1}";
$l['search_for_plugins'] = "Поиск плагинов";
$l['search'] = "Поиск";

$l['error_vcheck_no_supported_plugins'] = "Нет для установленных плагинов проверки версии поддержки .";
$l['error_vcheck_communications_problem'] = "Существует проблема соединения с сервером изменений MyBB. Пожалуйста, повторите попытку через несколько минут.";
$l['error_vcheck_vulnerable'] = "[Уязвимые плагин]:";
$l['error_vcheck_vulnerable_notes'] = "Это содержание в настоящее время был отмечен как уязвимый в центре MyBB. Мы рекомендуем полное удаление этой модификации. Пожалуйста, смотрите примечания ниже:";
$l['error_no_input'] = "Код ошибки 1: Нет входных данных.";
$l['error_no_pids'] = "Код ошибки 2: Нет указанного id.";
$l['error_communication_problem'] = "Обнаружена проблема связи с сервером модификаций MyBB. Пожалуйста, повторите попытку через несколько минут.";
$l['error_invalid_plugin'] = "Выбранный плагин не существует.";
$l['error_no_results_found'] = "Для указанных ключевых слов результатов не найдено.";

$l['success_plugins_up_to_date'] = "Поздравляем, все ваши плагины находятся в актуальном состоянии.";
$l['success_plugin_activated'] = "Выбранный плагин был успешно активирован.";
$l['success_plugin_deactivated'] = "Выбранный плагин был успешно деактивирован.";
$l['success_plugin_installed'] = "Выбранный плагин был установлен и успешно активирован.";
$l['success_plugin_uninstalled'] = "Выбранный плагин был успешно удален.";
