<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['spiders_bots'] = "Пауки / Боты";
$l['spiders_bots_desc'] = "Этот раздел позволяет управлять пауками поисковых систем; ботами, которые автоматически распознаются на форуме. Вы также можете видеть, когда в последний раз посетил конкретный бот.";
$l['add_new_bot'] = "Добавить новый бот";
$l['add_new_bot_desc'] = "Здесь вы можете добавить новый бот, который мог быть обнаружен с помощью вашего форума.";

$l['edit_bot'] = "Редактировать бот";
$l['edit_bot_desc'] = "Здесь вы можете изменить существующий бота.";

$l['bot'] = "Бот";
$l['last_visit'] = "Последнее посещение";
$l['no_bots'] = "Там нет пауков поисковых систем или поисковых роботов, отслеженных с помощью этого форума.";

$l['name'] = "Имя";
$l['name_desc'] = "Введите название этого бота для идентификации";
$l['user_agent'] = "Строка User Agent";
$l['user_agent_desc'] = "Введите строку, которая будет сравниваться с ботами агента пользователя (частичные совпадения принимаются)";
$l['language_str'] = "Язык";
$l['language_desc'] = "Выберите языковой пакет, который будет использоваться ботом при просмотре форумов.";
$l['theme'] = "Тема";
$l['theme_desc'] = "Выберите тему, который будет использоваться ботом при просмотре форумов.";
$l['user_group'] = "Группа пользователей";
$l['user_group_desc'] = "Введите группу пользователей, права которой будут использованы из этих форумов (Примечание: Не рекомендуется изменить это, по умолчанию группа гостей)";
$l['save_bot'] = "Сохранить бот";
$l['use_board_default'] = "Использовать язык форумов по умолчанию";

$l['error_invalid_bot'] = "Указанный бот не существует.";
$l['error_missing_name'] = "Вы не ввели имя для этого бота";
$l['error_missing_agent'] = "Вы не ввели строку агента пользователя для этого бота";

$l['success_bot_created'] = "Бот был успешно создан.";
$l['success_bot_updated'] = "Бот был успешно обновлен.";
$l['success_bot_deleted'] = "Выбранный бот был успешно удален.";

$l['confirm_bot_deletion'] = "Вы уверены, что хотите удалить этот бот?";
