<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['bad_words'] = "Фильтр плохих слов";
$l['edit_bad_word'] = "Изменить фильтр";
$l['edit_bad_word_desc'] = "Здесь вы можете изменить фильтр и его подмены.";
$l['bad_word_filters'] = "Фильтры слов";
$l['bad_word_filters_desc'] = "Эта функция позволяет управлять списком слов или фраз, которые автоматически замещаются в сообщениях на вашем форуме. Это полезно для замены матерных слов и тому подобное.";

$l['bad_word'] = "Слово";
$l['bad_word_desc'] = "Введите слово, которое вы хотите отфильтровать. Символ \'*\' представляет любой одиночный символ (A-Za-z0-9_).";
$l['bad_word_max'] = "Отфильтрованный слово не может быть длиннее 100 символов.";
$l['replacement'] = "Замена";
$l['replacement_desc'] = "Введите строку с заменой отфильтрованного слова (Если оставить пустым, будут показаны звездочками )";
$l['regex'] = "Регулярное выражение";
$l['regex_desc'] = "Рассматривайте поле \ "Word \" как регулярное выражение.";
$l['replacement_word_max'] = "Слово замена не может быть длиннее 100 символов.";
$l['error_replacement_word_invalid'] = "Слово замены не может быть эквивалентно слову фильтра.";

$l['save_bad_word'] = "Сохранить фильтр";
$l['no_bad_words'] = "В настоящее время нет фильтра слов .";
$l['add_bad_word'] = "Добавить фильтр";

$l['error_missing_bad_word'] = "Вы не ввели слово для фильтра.";
$l['error_invalid_regex'] = "Указанное регулярное выражение недействительно.";
$l['error_invalid_bid'] = "Указанный фильтр не существует.";
$l['error_bad_word_filtered'] = "Фильтр, который вы ввели, уже существует.";

$l['success_added_bad_word'] = "Фильтр был успешно добавлен.";
$l['success_deleted_bad_word'] = "Фильтр был успешно удален.";
$l['success_updated_bad_word'] = "Фильтр был успешно обновлен.";

$l['confirm_bad_word_deletion'] = "Вы уверены, что хотите удалить этот фильтр?";
