<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['forum_management'] = "Управление форумом";
$l['forum_management_desc'] = "Этот раздел позволяет управлять категориями и форумами. Вы можете управлять разрешениями на форуме,а также и на форуме конкретных модераторов. Если изменить порядок отображения для одного или нескольких форумов или категорий, убедитесь, что вы сохранили форму в нижней части страницы.";
$l['add_forum'] = "Добавить новый форум";
$l['add_forum_desc'] = "Здесь вы можете добавить новый форум или категорию для вашего сайта. Вы также можете задать начальные разрешения для этого форума.";
$l['copy_forum'] = "Копировать форум";
$l['copy_forum_desc'] = "Здесь вы можете скопировать настройки форума или права доступа из существующего форума в другой или на новый форум.";
$l['forum_permissions'] = "Права доступа";
$l['forum_permissions_desc'] = "Здесь вы можете изменить все права доступа для отдельной группы для одного форума";
$l['view_forum'] = "Просмотр форума";
$l['view_forum_desc'] = "Здесь вы можете просматривать подфорумы, быстро редактировать и добавлять права доступа для модераторов форума.";
$l['add_child_forum'] = "Добавить дочерний форум";
$l['edit_forum_settings'] = "Изменить настройки форума";
$l['edit_forum_settings_desc'] = "Здесь Вы можете редактировать уже существующие настройки форумов и права доступа к ним.";
$l['edit_forum'] = "Редактировать форум";
$l['edit_mod'] = "Изменить модератора";
$l['edit_mod_desc'] = "Здесь вы можете изменить настройки конкретного модератора.";
$l['forum_moderators'] = "Модераторы форума";
$l['forum_permissions2'] = "Права доступа к форуму";
$l['more_subforums'] = "и {1} более.";

$l['manage_forums'] = "Управление форумами";
$l['forum'] = "Форум";
$l['order'] = "Порядок";

$l['subforums'] = "Подфорумы";
$l['moderators'] = "Модераторы";
$l['forum_thread_prefixes'] = "Префиксы Тем";
$l['permissions'] = "Права доступа";
$l['delete_forum'] = "Удалить форум";

$l['sub_forums'] = "Подфорумы";
$l['update_forum_orders'] = "Сохранить порядок форумов";
$l['update_forum_permissions'] = "Сохранить права доступа к форуму";
$l['reset'] = "Очистить";
$l['in_forums'] = "Подфорумы в \"{1}\"";
$l['forum_permissions_in'] = "Права доступа к форуму в \"{1}\"";
$l['moderators_assigned_to'] = "Модераторы, назначенные для \"{1}\"";
$l['edit_permissions'] = "Редактировать разрешения";
$l['set_permissions'] = "Настройка разрешений";
$l['using_custom_perms'] = "Использование пользовательских разрешений";
$l['using_default_perms'] = "Использование разрешений по умолчанию";
$l['clear_custom_perms'] = "Очистить пользовательские разрешения ";
$l['set_custom_perms'] = "Установка пользовательских разрешений";

$l['permissions_use_group_default'] = "Использование группы по умолчанию";
$l['permissions_group'] = "Группа";
$l['permissions_canview'] = "Можете ли посмотреть?";
$l['permissions_canpostthreads'] = "Можете ли размещать темы?";
$l['permissions_canpostreplys'] = "Можете ли отвечать?";
$l['permissions_canpostpolls'] = "Можете ли публиковать опросы?";
$l['permissions_canuploadattachments'] = "Можете ли загружать вложения?";
$l['permissions_all'] = "Все?";

$l['overview_allowed_actions'] = "Обзор: Разрешенные действия";
$l['overview_disallowed_actions'] = "Обзор: Недопустимые действия";
$l['perm_drag_canview'] = "• Просмотр";
$l['perm_drag_canpostthreads'] = "• Темы сообщений";
$l['perm_drag_canpostreplys'] = "• Ответы сообщений";
$l['perm_drag_canpostpolls'] = "• Разместить опросы";

$l['moderator_permissions'] = "права доступа модератора";
$l['forum_desc'] = "Управление модератором форума.";
$l['edit_mod_for'] = "Изменение параметров модератора для \"{1}\"";
$l['can_edit_posts'] = "Можно ли редактировать сообщения?";
$l['can_soft_delete_posts'] = "Можно ли предудалять сообщения?";
$l['can_restore_posts'] = "Можно ли восстановить предудаленные сообщения?";
$l['can_delete_posts'] = "Может ли удалять сообщения навсегда?";
$l['can_soft_delete_threads'] = "Можно ли предудалять темы?";
$l['can_restore_threads'] = "Можно ли восстановить преудаленные темы?";
$l['can_delete_threads'] = "Можно ли удалить темы навсегда?";
$l['can_view_ips'] = "Можно ли просмотреть IP?";
$l['can_view_unapprove'] = "Может ли просматривать неутвержденные темы и сообщения?";
$l['can_view_deleted'] = "Можно ли просматривать удаленные темы и сообщения?";
$l['can_open_close_threads'] = "Можно открыть / закрыть темы?";
$l['can_stick_unstick_threads'] = "Можно приклеить / отклеить темы?";
$l['can_approve_unapprove_threads'] = "Может ли одобрять/запрещать темы?";
$l['can_approve_unapprove_posts'] = "Может ли одобрять/запрещать сообщения?";
$l['can_approve_unapprove_attachments'] = "Может ли одобрять/запрещать вложения?";
$l['can_manage_threads'] = "Может ли управлять темами (разделять, перемещать, копировать, объединять)?";
$l['can_manage_polls'] = "Может ли управлять опросами?";
$l['can_post_closed_threads'] = "Может ли размещать в закрытых темах?";
$l['can_move_to_other_forums'] = "Можно ли перемещать темы  пользователя в другой форум без модерации?";
$l['can_use_custom_tools'] = "Можно ли использовать специальные инструменты модератора?";
$l['can_manage_announcements'] = "Может ли управлять объявлениями в этом форуме?";
$l['can_manage_reported_posts'] = "Может ли управлять жалобами на сообщения в этом форуме?";
$l['can_view_mod_log'] = "Может ли просмотреть записи журнала модератора этого форума?";
$l['moderator_cp_permissions'] = "Разрешения контрольной панели модератора";
$l['moderator_cp_permissions_desc'] = "Этот пользователь должен иметь возможность получить доступ к Панель управления модератора и разрешения группы пользователей для доступа к этим функциям для того, чтобы эти разрешения вступили в силу.";

$l['save_mod'] = "Сохранить модератора";

$l['no_forums'] = "Форумов не найдено.";
$l['no_moderators'] = "Модераторов не найдено.";

$l['success_forum_disporder_updated'] = "Порядок отображения форумов был успешно обновлён.";
$l['success_forum_deleted'] = "Выбранный форум был успешно удалён.";
$l['success_moderator_deleted'] = "Выбранный модератор был успешно удален. <br /> Пожалуйста, помните, что это не изменило разрешение группы этого пользователя, они могут по-прежнему иметь полномочия модерации.";
$l['success_forum_permissions_updated'] = "Разрешения на форуме были успешно обновлены.";
$l['success_forum_updated'] = "Настройки форума были успешно обновлены.";
$l['success_moderator_updated'] = "Выбранный модератор был успешно обновлен.";
$l['success_custom_permission_cleared'] = "Пользовательские разрешения для этого форума был успешно очищены.";

$l['error_invalid_forum'] = "Пожалуйста, выберите действующий форум.";
$l['error_invalid_moderator'] = "Пожалуйста, выберите модератора для удаления.";
$l['error_invalid_fid'] = "Неверно выбран ID форума.";
$l['error_forum_parent_child'] = "Вы не можете установить форум в роли родительского одному из его потомков.";
$l['error_forum_parent_itself'] = "Родительский форум не может быть родителем для самого себя.";
$l['error_incorrect_moderator'] = "Пожалуйста, выберите модератора.";

$l['confirm_moderator_deletion'] = "Вы уверены, что хотите удалить этого модератора на этом форуме?";
$l['confirm_forum_deletion'] = "Вы уверены, что хотите удалить этот форум?";
$l['confirm_clear_custom_permission'] = "Вы уверены, что хотите очистить эти пользовательские разрешения?";

$l['forum_type'] = "Тип форума";
$l['forum_type_desc'] = "Укажите тип форума - форум для сообщений или категория, содержащая другие форумы.";
$l['category'] = "Категория";
$l['title'] = "Название";
$l['description'] = "Описание";
$l['save_forum'] = "Сохранить форум";
$l['parent_forum'] = "Родительский форум";
$l['parent_forum_desc'] = "Форум, который содержит этот форум. Для категории не имеющие родительский форум - в этом случае, выберите \'Нет\' - однако, категории могут быть определены, как родительский форум.";
$l['none'] = "Нет";
$l['display_order'] = "Порядок отображения";

$l['show_additional_options'] = "Показать дополнительные параметры";
$l['hide_additional_options'] = "Скрыть дополнительные параметры";
$l['additional_forum_options'] = "Дополнительные параметры форума";
$l['forum_link'] = "Ссылка на форум";
$l['forum_link_desc'] = "Для того, чтобы форум перенаправить в другое место, введите URL к месту назначения, на который вы хотите перенаправить. Ввод URL в этой области будет удалять функции форума; тем не менее, до сих пор права доступа могут быть установлены для него.";
$l['forum_password'] = "Пароль форума";
$l['forum_password_desc'] = "Для того, чтобы защитить этот форум , вы можете выбрать пароль, который необходимо ввести для доступа к форуму. Примечание: Группы пользователей по-прежнему должны иметь разрешения для доступа в этот форум.";
$l['access_options'] = "Параметры доступа";
$l['forum_is_active'] = "Форум активен?";
$l['forum_is_active_desc'] = "Если не выбрано, этот форум не будет отображаться пользователям и не будет \"существовать\".";
$l['forum_is_open'] = "Форум открыт?";
$l['forum_is_open_desc'] = "Если не выбрано, пользователи не смогут писать в этом форуме, независимо от разрешений.";

$l['copy_to_new_forum'] = "Копировать в новый форум";
$l['source_forum'] = "Форум -источник";
$l['source_forum_desc'] = "Форум для копирования параметров и / или разрешения из него.";
$l['destination_forum'] = "Форум назаначения";
$l['destination_forum_desc'] = "Форум для копирования параметров и / или разрешения в него.";
$l['new_forum_settings'] = "Настройки нового форума";
$l['copy_settings_and_properties'] = "Копирование настроек форума и свойства";
$l['copy_settings_and_properties_desc'] = "Применяется только если форум назначения существует.";
$l['copy_user_group_permissions'] = "Копировать права доступа Группы пользователя";
$l['copy_user_group_permissions_desc'] = "Используйте CTRL для множественного выбора.";

$l['override_user_style'] = "Да, переопределить выбранный стиль для этого форума пользовательским";
$l['style_options'] = "Параметры стиля";
$l['forum_specific_style'] = "Форумо-зависимый стиль:";
$l['use_default'] = "Использовать по умолчанию";
$l['dont_display_rules'] = "Не показывать правила для этого форума";
$l['display_rules_inline'] = "Показывать правила для этого форума в списке тем";
$l['display_rules_inline_new'] = "Показывать правила в списке тем и при создании тем/ответов";
$l['display_rules_link'] = "Отображать ссылку на правила для этого форума";
$l['display_method'] = "Метод отображения:";
$l['rules'] = "Правила:";
$l['forum_rules'] = "Правила форума";
$l['name'] = "Название";
$l['username'] = "Пользователь";
$l['moderator_username_desc'] = "Имя пользователя для добавления модератором";
$l['add_user_as_moderator'] = "Добавить Имя пользователя в качестве модератора";
$l['usergroup'] = "Группа пользователей";
$l['add_usergroup_as_moderator'] = "Добавить группу пользователей в качестве модераторов";
$l['moderator_usergroup_desc'] = "Выберите группу пользователей, чтобы добавить в качестве модераторов из приведенного ниже списка.";
$l['add_usergroup_moderator'] = "Добавить группу модераторов";
$l['add_user_moderator'] = "Добавить модератора";

$l['default_view_options'] = "Параметры просмотра по умолчанию ";
$l['default_date_cut'] = "Используя параметр даты по умолчанию: ";
$l['default_sort_by'] = "Сортировка по умолчанию:";
$l['default_sort_order'] = "Порядок сортировки по умолчанию:";

$l['board_default'] = "По умолчанию для форумов";

$l['datelimit_1day'] = "за последний день";
$l['datelimit_5days'] = "за последние 5 дней";
$l['datelimit_10days'] = "за последние 10 дней";
$l['datelimit_20days'] = "за последние 20 дней";
$l['datelimit_50days'] = "за последние 50 дней";
$l['datelimit_75days'] = "за последние 75 дней";
$l['datelimit_100days'] = "за последние 100 дней";
$l['datelimit_lastyear'] = "за последний год";
$l['datelimit_beginning'] = "с начала";

$l['sort_by_subject'] = "Заголовок темы";
$l['sort_by_lastpost'] = "Время последнего сообщения";
$l['sort_by_starter'] = "Автор";
$l['sort_by_started'] = "Время создания темы";
$l['sort_by_rating'] = "Рейтинг темы";
$l['sort_by_replies'] = "Число ответов";
$l['sort_by_views'] = "Число просмотров";

$l['sort_order_asc'] = "По возрастанию";
$l['sort_order_desc'] = "По убыванию";

$l['misc_options'] = "Различные параметры";
$l['allow_html'] = "Да, разрешить HTML в сообщениях";
$l['allow_mycode'] = "Да, разрешить ББКоды в сообщениях";
$l['allow_smilies'] = "Да, разрешить смайлики в сообщениях";
$l['allow_img_code'] = "Да, разрешить [img] код в сообщениях (требуется включить ББкоды)";
$l['allow_video_code'] = "Да, разрешить [video] код в сообщениях (требуется включить ББкоды)";
$l['allow_post_icons'] = "Да, разрешить свои иконки, которые будут выбраны для сообщений";
$l['allow_thread_ratings'] = "Да, позволяют темам иметь оценку";
$l['show_forum_jump'] = "Да, показывать этот форум в меню \'Быстрый переход\'";
$l['use_postcounts'] = "Да, посты в этой форме должны иметь счётчик количества пользователей ";
$l['use_threadcounts'] = "Да, темы в этом форуме должны считать число тем пользователя";
$l['require_thread_prefix'] = "Да, требуется префикс для всех тем";

$l['use_permissions'] = "Использовать разрешения";
$l['use_permissions_desc'] = "Выберите разрешения, которые вы хотели бы использовать для этой группы пользователей - наследуемые разрешения (будут удалены пользовательские разрешения) или пользовательские разрешения.";
$l['inherit_permissions'] = "Использовать права доступа для групп пользователей и наследовать разрешения от родительских форумов";
$l['custom_permissions'] = "Использовать пользовательские разрешения (ниже)";
$l['custom_permissions_for'] = "Пользовательские разрешения для";

$l['inherited_permission'] = "унаследованные";
$l['custom_permission'] = "пользовательские";

$l['save_permissions'] = "Сохранить разрешения форума";

$l['error_missing_title'] = "Вы должны ввести в названии.";
$l['error_no_parent'] = "Вы должны выбрать родительский форум.";
$l['error_not_empty'] = "Форумы с темами не могут быть преобразованы в категории.";
$l['error_forum_link_not_empty'] = "Форумы с темами не могут быть перенаправлены на другую веб-страницу.";

$l['success_forum_added'] = "Форум был создан успешно.";
$l['success_moderator_added'] = "Модератор был добавлен в этот форум успешно.";
$l['success_forum_permissions_saved'] = "Разрешения форума были успешно сохранены.";
$l['success_forum_copied'] = "Выбран форум был успешно скопирован.";

$l['error_moderator_already_added'] = "Выбранный пользователь/группа уже является модератором этого форума.";
$l['error_moderator_not_found'] = "Указанное имя пользователя/группы не было найдено.";
$l['error_new_forum_needs_name'] = "Вы должны дать вашему новому форуму имя.";
$l['error_invalid_source_forum'] = "Неверный форум источника .";
$l['error_invalid_destination_forum'] = "Неверный форум назначения.";

$l['group_viewing'] = "Просмотр";
$l['group_posting_rating'] = "Публикации/Рэйтинг";
$l['group_editing'] = "Редактирование";
$l['group_moderate'] = "Модерация";
$l['group_polls'] = "Опросы";
$l['group_misc'] = "Разное";

$l['viewing_field_canview'] = "Можно просматривать форум?";
$l['viewing_field_canviewthreads'] = "Можно смотреть темы внутри форума?";
$l['viewing_field_canonlyviewownthreads'] = "Можно просматривать только собственные темы?";
$l['viewing_field_candlattachments'] = "Можно загружать вложения?";

$l['posting_rating_field_canpostthreads'] = "Можно размещать темы?";
$l['posting_rating_field_canpostreplys'] = "Можно отвечать?";
$l['posting_rating_field_canonlyreplyownthreads'] = "Можно ответить только на собственные темы?";
$l['posting_rating_field_canpostattachments'] = "Можно размещать вложения?";
$l['posting_rating_field_canratethreads'] = "Может оценивать темы?";

$l['editing_field_caneditposts'] = "Можно редактировать свои сообщения?";
$l['editing_field_candeleteposts'] = "Можно удалять свои сообщения?";
$l['editing_field_candeletethreads'] = "Можно удалять свои темы?";
$l['editing_field_caneditattachments'] = "Можно обновить собственные вложения?";
$l['editing_field_canviewdeletionnotice'] = "Можно просматривать уведомления об удалении?";

$l['moderate_field_modposts'] = "Модерировать новые сообщения?";
$l['moderate_field_modthreads'] = "Модерировать новые темы?";
$l['moderate_field_modattachments'] = "Модерировать новые вложения?";
$l['moderate_field_mod_edit_posts'] = "Модерировать сообщения после того как они были отредактированы?";

$l['polls_field_canpostpolls'] = "Можно размещать опросы?";
$l['polls_field_canvotepolls'] = "Можно голосовать в опросах?";

$l['misc_field_cansearch'] = "Возможен поиск по форуму?";

$l['confirm_proceed_deletion'] = "Нажмите \"Продолжить\", чтобы продолжить удаление форума.";
$l['automatically_redirecting'] = "Автоматическое перенаправление&hellip;";
