<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['forum_announcements'] = "Объявления Форумов";
$l['forum_announcements_desc'] = "Здесь вы можете управлять всеми объявлениями на форумах. Здесь отображены объявления всех форумов, в то время как некоторые объявления установленны для отдельных форумов и отображаются на том форуме и всех его дочерних форумах.";
$l['add_announcement'] = "Добавить Объявление";
$l['add_announcement_desc'] = "Здесь вы можете добавить объявление для одного форума или во всех форумах.";
$l['update_announcement'] = "Сохранить объявление";
$l['preview_announcement'] = "Предварительный просмотр объявления";
$l['update_announcement_desc'] = "Здесь вы можете обновить подробности объявления.";

$l['start_date_desc'] = "В эту дату и время (по Гринвичу), объявление появится в выбранном форуме (ах).";
$l['end_date_desc'] = "В эту дату и время (по Гринвичу), объявление будет скрыто от просмотра на вашем форуме. Вы можете выбрать постоянное отображение объявления, т.е. пока вы не удалите его или не измените дату его окончания.";
$l['forums_to_appear_in_desc'] = "Объявление будет появляться на форумах, выбранных ниже. Объявление будет отображаться на выбранном форуме и всех дочерних форумах выбранного форума.";

$l['announcement'] = "Объявления";
$l['global_announcements'] = "Глобальные объявления";

$l['no_global_announcements'] = "Там в настоящее время нет глобальных объявлений на форуме.";
$l['no_forums'] = "На данный момент нет настройки форумов, чтобы показать объявления на форуме.";

$l['confirm_announcement_deletion'] = "Вы уверены, что хотите удалить это объявление?";

$l['success_announcement_deleted'] = "Выбранное объявление было успешно удалено.";
$l['success_added_announcement'] = "Выбранное объявление успешно создано.";
$l['success_updated_announcement'] = "Выбранное объявление успешно обновлено.";

$l['error_invalid_announcement'] = "Пожалуйста, введите действительное объявление.";
$l['error_missing_title'] = "Вы не ввели название.";
$l['error_missing_message'] = "Вы не ввели сообщение.";
$l['error_missing_forum'] = "Вы не выбрали форум.";
$l['error_invalid_start_date'] = "Дата начала объявления является недействительной.";
$l['error_invalid_end_date'] = "Дата окончания анонса является недействительной.";
$l['error_end_before_start'] = "Дата окончания должна быть после даты начала.";

$l['add_an_announcement'] = "Добавить объявление";
$l['update_an_announcement'] = "Обновить объявление";
$l['save_announcement'] = "Сохранить объявление";
$l['title'] = "Заголовок";
$l['start_date'] = "Дата начала";
$l['end_date'] = "Дата окончания";
$l['message'] = "Сообщение";
$l['forums_to_appear_in'] = "Форумы для отображения объявления";
$l['allow_html'] = "Разрешить HTML?";
$l['allow_mycode'] = "Разрешить ББкоды?";
$l['allow_smilies'] = "Разрешить смайлики?";
$l['time'] = "Время:";
$l['set_time'] = "Установить время";

$l['announcement_preview'] = "Предпросмотр объявления";

