<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['template_sets'] = "Набор Шаблонов";
$l['template_set'] = "Комплект шаблона";
$l['templates'] = "{1} Шаблоны";

$l['manage_template_sets'] = "Управление набором шаблонов";
$l['manage_template_sets_desc'] = "Здесь вы можете управлять наборами шаблонов, просмотреть шаблоны с помощью этих наборов, и приступать к настройке макета вашей доски форумов.";
$l['add_set'] = "Добавить комплект";
$l['add_set_desc'] = "Здесь вы можете создать новый набор шаблонов. Новый набор шаблонов создает копию шаблонов master MyBB и позволяет редактировать их, не изменяя в каких-либо других наборах шаблонов существующих данных";
$l['add_template'] = "Добавить шаблон";
$l['add_template_desc'] = "Здесь вы можете создать новый шаблон.";
$l['add_template_group'] = "Добавить группу шаблонов";
$l['add_template_group_desc'] = "Добавление группы шаблонов для сопоставления шаблонов друг с другом.";
$l['search_replace'] = "Поиск / Замена";
$l['search_replace_desc'] = "Этот инструмент позволит вам искать названия шаблона или шаблонов, которые содержат определенный текст, и при необходимости автоматически заменить его другим текстом.";
$l['find_updated'] = "Найти обновлённые шаблоны";
$l['find_updated_desc'] = "Позволяет найти шаблоны изменений в новых версиях MyBB, так что вы можете правильно применить изменения.";
$l['edit_template'] = "Изменить шаблон";
$l['editing_template'] = "Редактирование шаблона:{1}";
$l['edit_template_desc'] = "Здесь вы можете изменить кода шаблона, название или набор.";
$l['edit_set'] = "Редактировать набор";
$l['edit_set_desc'] = "Здесь вы можете изменить свойства этого набора шаблона .";
$l['manage_templates'] = "Управление шаблонами";
$l['manage_templates_desc'] = "Здесь вы можете управлять шаблонами для этого набора шаблона . Чтобы изменить шаблон нажмите на его ссылку или выберите \"Полное редактирование\" для редактирования всех свойств на отдельной странице.";
$l['diff_report'] = "Показать разницу ";
$l['diff_report_desc'] = "Выполняет анализ разницы между шаблонами и показывает, какие именно изменения были сделаны между настраиваемой копией и последней мастер-копии.";

$l['title'] = "Наименование";
$l['save'] = "Сохранить";
$l['search_for'] = "Поиск для";
$l['replace_with'] = "Заменить на (по желанию)";
$l['reset'] = "Сброс";
$l['find_templates'] = "Найти шаблоны";
$l['find_and_replace'] = "Найти и заменить";
$l['search_template_names'] = "Поиск названия шаблона";
$l['ungrouped_templates'] = "Разгруппировка шаблонов";

$l['search_noneset'] = "Вы не ввели строку поиска.";
$l['search_results'] = "Результаты поиска шаблона";
$l['search_header'] = "поиск \"{1}\" в {2}";
$l['search_updated'] = "Обновлен {1}";
$l['search_found'] = "Найдено в {1}";
$l['search_created_custom'] = "Создание пользовательского шаблона для {1}";
$l['search_edit'] = "редактировать";
$l['search_change_original'] = "изменить оригинал";
$l['search_noresults'] = "Не найдено ни одного шаблонов, содержащих строку \'<strong>{1}</strong>\'";
$l['search_noresults_title'] = "Шаблоны не были найдены с названием \'<strong>{1}</strong>\'";
$l['default_templates'] = "Шаблоны по умолчанию";

$l['edit_template_breadcrumb'] = "Изменить шаблон:";

$l['global_templates'] = "Глобальные шаблоны";
$l['master_templates'] = "Мастер-шаблоны";

$l['not_used_by_any_themes'] = "никакие темы не используются";
$l['used_by'] = "Используется в: ";
$l['used_by_all_themes'] = "Используется всеми темами";

$l['expand_templates'] = "Расширить шаблоны";
$l['edit_template_set'] = "Изменить комплект шаблона";
$l['delete_template_set'] = "Удалить комплект шаблона";
$l['empty_template_set'] = "<em>В этом наборе нет шаблонов .</em>";

$l['inline_edit'] = "Встроенное редактирование";
$l['full_edit'] = "Полное редактирование";
$l['revert_to_orig'] = "Вернуть к оригиналу";
$l['delete_template'] = "Удалить шаблон";
$l['edit_in'] = "Изменение в";

$l['group_calendar'] = "Календарь";
$l['group_forumdisplay'] = "Показать форум ";
$l['group_index'] = "Index страница";
$l['group_error'] = "Сообщение об ошибке";
$l['group_memberlist'] = "Список участников";
$l['group_multipage'] = "Нумерация страниц";
$l['group_private'] = "Личные сообщения";
$l['group_portal'] = "Портал";
$l['group_postbit'] = "Post Bit";
$l['group_posticons'] = "Иконка сообщения";
$l['group_showthread'] = "Показать тему";
$l['group_usercp'] = "Панель управл.пользователя";
$l['group_online'] = "Кто в сети";
$l['group_forumbit'] = "Forum Bit";
$l['group_editpost'] = "Редактировать сообщение";
$l['group_forumjump'] = "Быстрый переход";
$l['group_moderation'] = "На модерации";
$l['group_nav'] = "Навигация";
$l['group_search'] = "Поиск";
$l['group_showteam'] = "Показать администрацию форума";
$l['group_reputation'] = "Репутация";
$l['group_newthread'] = "Новые темы";
$l['group_newreply'] = "Новый ответ";
$l['group_member'] = "Участник";
$l['group_warning'] = "Система предупреждений";
$l['group_global'] = "Глобально";
$l['group_header'] = "Верхний колонтитул";
$l['group_managegroup'] = "Управление группой";
$l['group_misc'] = "Разное";
$l['group_modcp'] = "Панель управления Модератора";
$l['group_announcement'] = "Объявление";
$l['group_polls'] = "Опрос";
$l['group_post'] = "Сообщение";
$l['group_printthread'] = "Печать темы";
$l['group_report'] = "Жалоба";
$l['group_smilieinsert'] = "Вставка смайликов ";
$l['group_stats'] = "Статистика";
$l['group_xmlhttp'] = "XMLHTTP";
$l['group_footer'] = "Подвал";
$l['group_video'] = "ББкод Video";
$l['group_sendthread'] = "Отправить тему";
$l['group_mycode'] = "MyCode";

$l['expand'] = "Развернуть";
$l['collapse'] = "Свернуть";

$l['save_continue'] = "Сохраить и продолжить редактирование";
$l['save_close'] = "Сохранить и вернуться в список";

$l['template_name'] = "Название шаблона. ";
$l['template_name_desc'] = "Название шаблона. При изменении этого шаблона по умолчанию, он будет сохранён в качестве пользовательского шаблона под новым именем.";
$l['template_set_desc'] = "Какой набор шаблона этот шаблон должен иметь?";

$l['template_group_prefix'] = "Префикс группы шаблонов  ";
$l['template_group_prefix_desc'] = "Имя префикса для шаблонов группы. Его ещё не должно существовать. Например, для группы шаблонов <em>hello_world</em>, <em>hello_foobar</em> и <em>hello_foo</em>, ведите здесь <strong>hello</strong>.";
$l['template_group_title'] = "Название группы шаблонов";
$l['template_group_title_desc'] = "Название префикса группы. Это будет показано в списке шаблонов. Например, для<em>hello</em> шаблона, введите здесь <strong>Hello</strong> .";

$l['edit_template_group'] = "Редактировать групу шаблона";
$l['editing_template_group'] = "Редактирование группы шаблона {1}";
$l['delete_template_group'] = "Удалить группу шаблонов";
$l['save_template_group'] = "Сохранить группу шаблонов";

$l['templates_the_same'] = "Выбранные два шаблона являются одинаковыми и их нельзя сравнивать.";
$l['master_updated_ins'] = "Изменения, которые были сделаны между предыдущей версией и этой выделены.";
$l['master_updated_del'] = "Любые настройки, которые вы сделали для ваших шаблонов (старых) выделены на первый план.";
$l['template_diff_analysis'] = "Анализ Различий шаблона";
$l['search_names_header'] = "Поиск имен шаблонов, содержащих \"{1}\"";

$l['updated_template_welcome1'] = "Правка - Позволяет редактировать текущий шаблон для набора этого шаблона включать обновления, сделанные между версиями.";
$l['updated_template_welcome2'] = "Откат - вернется настроенный шаблон обратно к мастер-ревизии, однако вы потеряете все пользовательские изменения, сделанные вами.";
$l['updated_template_welcome3'] = "Разница - Выполняет анализ разница между шаблонами и показывает, какие именно изменения были сделаны между настраиваемой копией и последней мастер-копией.";

$l['no_global_templates'] = "В настоящее время нет глобальных шаблонов.";
$l['no_updated_templates'] = "В настоящее время нет шаблонов, которые были обновлены с момента последнего обновления.";

$l['confirm_template_set_deletion'] = "Вы уверены, что хотите удалить этот набор шаблонов ?";
$l['confirm_template_group_delete'] = "Вы уверены, что хотите удалить эту группу шаблонов ? Это действие не приводит к удалению шаблонов в группе.";
$l['confirm_template_deletion'] = "Вы уверены, что хотите удалить этот шаблон?";
$l['confirm_template_revertion'] = "Вы уверены, что хотите вернуть этот шаблон?";

$l['error_security_problem'] = "Потенциальная проблема безопасности была обнаружена в шаблоне. Пожалуйста, просмотрите изменения или свяжитесь с группой MyBB для поддержки.";
$l['error_missing_input'] = "Пожалуйста, убедитесь, что у вас есть все входные данные, необходимые для редактирования этого шаблона (tid and sid)";
$l['error_already_exists'] = "Заголовок шаблона уже используется. Пожалуйста, используйте другое название.";
$l['error_invalid_template'] = "Пожалуйста, выберите правильный шаблон.";
$l['error_missing_set_title'] = "Пожалуйста, выберите название набора шаблона .";
$l['error_invalid_input'] = "Пожалуйста, убедитесь, что у вас есть правильный набор шаблонов ID.";
$l['error_invalid_set'] = "Пожалуйста, выберите правильный набор шаблонов.";
$l['error_invalid_template_set'] = "Выбран неверный набор шаблонов .";
$l['error_themes_attached_template_set'] = "Этот набор шаблона не может быть удален, поскольку есть темы, прикрепленные к этому набору шаблона .";
$l['error_missing_group_prefix'] = "Пожалуйста, введите префикс для группы шаблонов.";
$l['error_invalid_group_title'] = "As underscores (_) are used as delimiter those are forbidden in template group prefixes. Please select another prefix.";
$l['error_missing_group_title'] = "Пожалуйста, введите название для группы шаблонов.";
$l['error_duplicate_group_prefix'] = "Группа шаблон уже существует с этим префиксом. Введите другой префикс.";
$l['error_missing_template_group'] = "Группа шаблона не может быть найден.";
$l['error_default_template_group'] = "Вы не можете изменить или удалитьгруппу шаблона по умолчанию .";

$l['success_template_saved'] = "Выбранный шаблон был успешно сохранен.";
$l['success_template_deleted'] = "Выбранный шаблон был успешно удален.";
$l['success_template_reverted'] = "Выбранный шаблон был успешно восстановлен.";
$l['success_template_set_saved'] = "Выбранный набор шаблонов был успешно сохранен.";
$l['success_template_set_deleted'] = "Выбранный набор шаблон был успешно удален.";
$l['success_template_group_saved'] = "Выбранный шаблон группы успешно сохранен.";
$l['success_template_group_deleted'] = "Выбранная группа шаблонов  успешно удалена.";

