<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */


$l['mod_logs'] = "Журналы модератора";
$l['mod_logs_desc'] = "Здесь вы можете просмотреть, очистить и искать события в журналах модератора. Эти журналы содержат действия любого пользователя (удаление своих собственных сообщений / тем) и все другие действия модераторов.";
$l['prune_mod_logs'] = "Очистить журнал модератора";
$l['prune_mod_logs_desc'] = "Здесь вы можете очистить логи модератора в соответствие указанным критериям.";

$l['no_modlogs'] = "Нет записей в журнале с выбранными критериями.";

$l['username'] = "Имя пользователя";
$l['na_deleted'] = "N/A - Been Deleted";
$l['date'] = "Дата";
$l['action'] = "Действие";
$l['information'] = "Информация";
$l['ipaddress'] = "IP адрес";

$l['forum'] = "Форум:";
$l['thread'] = "Тема:";
$l['post'] = "Сообщение:";
$l['user_info'] = "Пользователь:";
$l['announcement'] = "Вложение:";

$l['filter_moderator_logs'] = "Фильтр журнала модератора";
$l['forum_moderator'] = "Модератор форума:";
$l['sort_by'] = "Сортировать по:";
$l['results_per_page'] = "Результатов на странице:";
$l['all_moderators'] = "Все модераторы";
$l['older_than'] = "Старше";

$l['forum_name'] = "Наименование форума";
$l['thread_subject'] = "Название темы";

$l['asc'] = "Возрастанию";
$l['desc'] = "Убыванию";

$l['in'] = "в";
$l['order'] = "порядок";
$l['days'] = "дней";

$l['prune_moderator_logs'] = "Очистить журнал модератора";
$l['date_range'] = "Интервал даты:";

$l['success_pruned_mod_logs'] = "Журнал модератора был успешно очищен.";
$l['note_logs_locked'] = "По соображениям безопасности, зарегистрированные менее 24 часов назад не могут быть очищены";
