<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['recount_rebuild'] = "Пересчёт &amp; Перестроение";
$l['recount_rebuild_desc'] = "Здесь вы можете пересчитать и перестроить данные, чтобы исправить любые ошибки синхронизации в вашем форуме.";

$l['data_per_page'] = "Данные записей на страницу";
$l['recount_stats'] = "Пересчет статистики";
$l['recount_stats_desc'] = "Здесь можно будет пересчитать и обновить статистику форума по индексам форума и статистики страниц .";
$l['recount_reputation'] = "Пересчет репутаций";
$l['recount_reputation_desc'] = "Здесь будет пересчитываться репутация каждого пользователя.";
$l['recount_warning'] = "Пересчет очков предупреждений";
$l['recount_warning_desc'] = "Это позволит пересчитать активные предупреждения каждого пользователя.";
$l['recount_private_messages'] = "Пересчет личных сообщений";
$l['recount_private_messages_desc'] = "Здесь можно пересчитать количество личных сообщений для каждого пользователя.";
$l['recount_referrals'] = "Пересчет Рефералов";
$l['recount_referrals_desc'] = "Здесь можно пересчитать количество приглашений каждого пользователя.";
$l['recount_thread_ratings'] = "Пересчет рейтингов тем";
$l['recount_thread_ratings_desc'] = "Здесь можно пересчитывать рейтинг каждой темы.";
$l['rebuild_forum_counters'] = "Перестроить счетчики на форуме";
$l['rebuild_forum_counters_desc'] = "Когда это будет запущено, то сообщение / счетчики тем и последнее сообщение каждого форума будет обновлено, чтобы отражать правильные значения.";
$l['rebuild_thread_counters'] = "Перестроить счетчики тем";
$l['rebuild_thread_counters_desc'] = "Когда это будет запущено, то сообщение / счетчики тем и последнее сообщение каждого форума будет обновлено, чтобы отражать правильные значения.";
$l['rebuild_poll_counters'] = "Перестроить счетчики опросов";
$l['rebuild_poll_counters_desc'] = "Когда это будет запущено, то сообщение / счетчики тем и последний опрос каждого форума будет обновлено, чтобы отражать правильные значения.";
$l['recount_user_posts'] = "Перестроить счетчики постов пользователя";
$l['recount_user_posts_desc'] = "Когда это будет запущено, то счетчик сообщений для каждого пользователя будет обновлён, чтобы отразить его текущее живое значение на основе сообщений из базы данных, а также форумы, в которых счетчик сообщений отключен.";
$l['recount_user_threads'] = "Перестроить счетчики тем";
$l['recount_user_threads_desc'] = "Когда это будет запущено, то число тем для каждого пользователя будет обновляться, чтобы отразить его текущее значение живое на основе кол-ва тем в базе данных, и форумах, в которые счетчики тем отключены.";
$l['rebuild_attachment_thumbs'] = "Перестроить эскизы вложений";
$l['rebuild_attachment_thumbs_desc'] = "Это позволит перестроить эскизы вложений, чтобы гарантировать, что они используют текущие ширину и высоту, а также восстановить недостающие миниатюры.";

$l['success_rebuilt_forum_counters'] = "Счетчики на форуме были успешно перестроены.";
$l['success_rebuilt_thread_counters'] = "Счетчики тем были успешно перестроены.";
$l['success_rebuilt_poll_counters'] = "Счетчики опросов были успешно перестроены.";
$l['success_rebuilt_user_post_counters'] = "Счетчик сообщений пользователя был успешно перестроен.";
$l['success_rebuilt_user_thread_counters'] = "Счетчик тем пользователя был успешно перестроен.";
$l['success_rebuilt_attachment_thumbnails'] = "Эскизы вложений были успешно перестроены.";
$l['success_rebuilt_forum_stats'] = "Статистика форума была успешно перестроена.";
$l['success_rebuilt_reputation'] = "Репутация пользователя была успешно перестроена.";
$l['success_rebuilt_warning'] = "Очки предупреждений были успешно перестроены.";
$l['success_rebuilt_private_messages'] = "Счетчик личных сообщений был успешно перестроен.";
$l['success_rebuilt_referral'] = "Счетчик рефералов был успешно перестроен.";
$l['success_rebuilt_thread_ratings'] = "Рэйтинг тем был успешно перестроен.";

$l['confirm_proceed_rebuild'] = "Нажмите кнопку \"Продолжить\", чтобы продолжить процесс пересчёта и перестроения.";
$l['automatically_redirecting'] = "Автоматическое перенаправление...";
