<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['file_verification'] = " Проверка файлов";
$l['checking'] = "Проверяется...";
$l['file_verification_message'] = "Этот процесс будет проверять все файлы MyBB по умолчанию для проверки достоверности. Нажмите Да, чтобы продолжить.<br /> <small>Обратите внимание, что этот процесс не может различать пользовательских модификаций и фактической коррупции в файлах. Поэтому вы должны принять с осторожность восстановление файлов, а этот процесс возвращается как \"коррумпированный\".</small>";

$l['error_communication'] = "Существует проблема обмена с MyBB сервером. Пожалуйста, повторите попытку через несколько минут.";
$l['file'] = "Файл";
$l['no_corrupt_files_found'] = "Поздравления! Поврежденных файлов в вашей установке найдено  не было.";
$l['found_problems'] = "Найденные проблемы";
$l['no_problems_found'] = "Проблем не обнаружено";
$l['changed'] = "Изменён";
$l['missing'] = "Отсутствует";
$l['status'] = "Статус";
