<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */


$l['warning_logs'] = "Журнал предупреждений";
$l['warning_logs_desc'] = "Этот раздел позволяет просматривать историю предупреждений, выданных пользователям.";
$l['warned_user'] = "Предупреждённый Пользователь";
$l['warning'] = "Предупреждение";
$l['date_issued'] = "Дата выдачи";
$l['expires'] = "Истекает";
$l['expiry_date'] = "Срок действия";
$l['issued_date'] = "Дата выпуска";
$l['issued_by'] = "Выдан";
$l['details'] = "Подробности";
$l['filter_warning_logs'] = "Фильтровать журнал предупреждений";
$l['filter_warned_user'] = "Предупреждённый пользователь:";
$l['filter_issued_by'] = "Предупреждение, вынесенное:";
$l['filter_reason'] = "Причина содержит:";
$l['sort_by'] = "Сортировать по:";
$l['results_per_page'] = "Результатов на странице:";
$l['view'] = "Просмотр";
$l['no_warning_logs'] = "Нет журналов предупреждений для просмотра.";
$l['revoked'] = "Отозван ";
$l['post'] = "Сообщение";

$l['asc'] = "По возрастанию";
$l['desc'] = "По убыванию";

$l['in'] = "в";
$l['order'] = "порядок";

$l['warning_details'] = "Подробности предупреждения";
$l['warning_note'] = "Примечания";
$l['already_expired'] = "Истекший";
$l['warning_revoked'] = "Отозван";
$l['warning_active'] = "Активный";
$l['error_invalid_warning'] = "Указано недопустимое предупреждение.";

$l['revoke_warning'] = "Отозвать это предупреждение";
$l['revoke_warning_desc'] = "Чтобы отменить это предупреждение, пожалуйста, укажите причину ниже. Это не приведет к удалению каких-либо запретов и последствий, введенных этим предупреждением.";
$l['reason'] = "Причина:";
$l['warning_is_revoked'] = "Это предупреждение было отозвано";
$l['revoked_by'] = "Отозвал:";
$l['date_revoked'] = "Дата, когда отозвали:";
$l['error_already_revoked'] = "Это предупреждение уже отозвано.";
$l['error_no_revoke_reason'] = "Вы не ввели причину, почему вы хотите отменить это предупреждение.";
$l['redirect_warning_revoked'] = "Это предупреждение было отозвано и баллы предупреждений пользователя успешно уменьшилось.";
$l['warning_points'] = "({1} points)";
