<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */


$l['database_backups'] = "Бэкапы БД";
$l['database_backups_desc'] = "Здесь вы найдете список резервных копий баз данных, которые в настоящее время хранятся на вашем веб-сервере MyBB в каталоге Backups.";
$l['new_database_backup'] = "Новый бэкап БД";
$l['new_backup'] = "Новый бэкап";
$l['new_backup_desc'] = "Здесь вы можете создать резервную копию вашей базы данных.";
$l['backups'] = "Бэкапы";
$l['existing_database_backups'] = "Существующие бэкапы БД";

$l['backup_saved_to'] = "Резервная копия была сохранена в:";
$l['download'] = "Загрузить";
$l['table_selection'] = "Выбор таблиц";
$l['backup_options'] = "Опции резервирования";
$l['table_select_desc'] = "Вы можете выбрать таблицы базы данных для резервирования. Удерживайте нажатой клавишу CTRL для выбора нескольких таблиц.";
$l['select_all'] = "Выбрать ВСЕ";
$l['deselect_all'] = "Оменить ВСЕ";
$l['select_forum_tables'] = "Выбор таблиц форума";
$l['file_type'] = "Тип файла";
$l['file_type_desc'] = "Выберите тип файла, в котором вы хотели бы сохранить резервную копию БД.";
$l['gzip_compressed'] = "сжатый GZIP";
$l['plain_text'] = "Простой текст";
$l['save_method'] = "Метод сохранения";
$l['save_method_desc'] = "Выберите метод для сохранения резервной копии.";
$l['backup_directory'] = "В директорию бэкапа";
$l['backup_contents'] = "Содержание резервной копии";
$l['backup_contents_desc'] = "Выберите информацию для включения в резервную копию.";
$l['structure_and_data'] = "Структура и данные";
$l['structure_only'] = "Только структура";
$l['data_only'] = "Только данные";
$l['analyze_and_optimize'] = "Анализировать и оптимизировать отмеченные таблицы";
$l['analyze_and_optimize_desc'] = "Выбранные таблицы анализировать и оптимизировать во время резервного копирования?";
$l['perform_backup'] = "Выполнить бэкап";
$l['backup_filename'] = "Имя файла бэкапа";
$l['file_size'] = "Размер файла";
$l['creation_date'] = "Дата создания";
$l['no_backups'] = "В настоящее время еще нет резервных копий.";

$l['error_file_not_specified'] = "Вы не указали резервную копию БД для загрузки.";
$l['error_invalid_backup'] = "Выбранный файл резервной копии либо поврежден или не существует.";
$l['error_backup_doesnt_exist'] = "Указанная резервная копия не существует.";
$l['error_backup_not_deleted'] = "Резервная копия не удалена.";
$l['error_tables_not_selected'] = "Вы не выбрали ни одной таблицы для резервного копирования.";
$l['error_no_zlib'] = "Библиотека zlib для PHP недоступна - Вы не можете создать сжатый GZIP архив бэкапа.";

$l['alert_not_writable'] = "Ваша директория для резервирования (внутри директории ACP) не имеет прав на запись. Вы не можете сохранять резервные копии на сервере.";

$l['confirm_backup_deletion'] = "Вы уверены, что хотите удалить эту резервную копию?";

$l['success_backup_deleted'] = "Резервная копия была удалена успешно.";
$l['success_backup_created'] = "Резервная копия была создана успешно.";
