<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['admin_permissions'] = "Права администраторов";
$l['user_permissions'] = "Права пользователей";
$l['user_permissions_desc'] = "Здесь вы можете управлять правами администратора для отдельных пользователей. Это фактически позволяет заблокировать определенных администраторов из различных областей Панели управления администратора.";
$l['group_permissions'] = "Права групп";
$l['group_permissions_desc'] = "Права администратора также могут быть применены к группам пользователей, которые имеют разрешение на доступ к Панели управления администратора. Точно так же вы можете использовать этот инструмент, чтобы заблокировать целые группы администраторов от доступа к различным областям Панели управления администратора.";
$l['default_permissions'] = "Права по умолчанию";
$l['default_permissions_desc'] = "Административные права доступа по умолчанию являются те, которые применяются для пользователей, которые не имеют пользовательские разрешения администратора, установленные для них или не наследующих разрешения администратора группы.";

$l['admin_permissions_updated'] = "Разрешения администратора были успешно обновлены.";
$l['revoke_permissions'] = "Отозвать разрешения";
$l['edit_permissions'] = "Изменить разрешения";
$l['set_permissions'] = "Установить разрешения";
$l['edit_permissions_desc'] = "Здесь вы можете ограничить доступ ко всем вкладкам или отдельным страницам. Имейте в виду, что вкладка \"Главная\" доступна для всех администраторов.";
$l['update_permissions'] = "Обновление разрешений";
$l['view_log'] = "Посмотреть журнал";
$l['permissions_type_group'] = "Тип разрешений групп";
$l['permissions_type_user'] = "Тип разрешений пользователя";
$l['no_group_perms'] = "В настоящее время разрешения групп не установлены.";
$l['no_user_perms'] = "В настоящее время нет разрешений, установленных пользователем.";
$l['edit_user'] = "Редактировать профиль пользователя";
$l['using_individual_perms'] = "Использование индивидуальных разрешений";
$l['using_custom_perms'] = "Использование пользовательских разрешений";
$l['using_group_perms'] = "Использование разрешений группы";
$l['using_default_perms'] = "Использование разрешений по умолчанию";
$l['last_active'] = "Последняя активность";
$l['user'] = "Пользователь";
$l['edit_group'] = "Редактировать группу";
$l['default'] = "По умолчанию";
$l['group'] = "Группа";

$l['error_super_admin'] = "Извините, но вы не можете выполнить это действие над указанным пользователем, поскольку он являются суперадминистратором.<br /><br />Для того, чтобы выполнить это действие, необходимо добавить идентификатор пользователя в список суперадминистраторов в inc/config.php.";
$l['error_delete_no_uid'] = "Вы не ввели id разрешения администратора пользователей / групп пользователей ";
$l['error_delete_invalid_uid'] = "Вы не ввели правильный id разрешения администратора пользователей / групп пользователей";

$l['success_perms_deleted'] = "Права доступа администратора пользователь/группа пользователей были успешно аннулированы.";

$l['confirm_perms_deletion'] = "Вы уверены, что хотите отменить разрешения этого администратора пользователей/групп пользователей?";
$l['confirm_perms_deletion2'] = "Вы уверены, что хотите отменить разрешения этих пользователей?";
$l['confirm_perms_deletion3'] = "Вы уверены, что хотите отменить разрешения этих групп?";
