<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['user_group_promotions'] = "Поощрение груп пользователей";
$l['user_group_promotions_desc'] = "Здесь вы можете управлять поощрениями групп пользователей.";
$l['edit_promotion'] = "Редактировать поощрение";
$l['edit_promotion_desc'] = "Здесь вы можете редактировать поощрения, которые автоматически запускаются на форумах.";
$l['add_new_promotion'] = "Добавить новую акцию";
$l['add_new_promotion_desc'] = "Здесь вы можете создавать поощрения, которые автоматически запускаются на форумах.";

$l['title'] = "Заголовок";
$l['short_desc'] = "Краткое описание";
$l['post_count'] = "Число постов";
$l['thread_count'] = "Число тем";
$l['reputation'] = "Репутация";
$l['referrals'] = "Рефералы";
$l['time_registered'] = "Время после регисрации";
$l['time_online'] = "Время в сети";
$l['promo_requirements'] = "Требования к поощоению";
$l['promo_requirements_desc'] = "Выберите, какие критерии должны быть соблюдены для поощрения.. Удерживая CTRL, выберите несколько значений.";
$l['greater_than_or_equal_to'] = "Больше или равно";
$l['greater_than'] = "Больше, чем";
$l['equal_to'] = "Равно";
$l['less_than_or_equal_to'] = "Меньше или равно";
$l['less_than'] = "Менее, чем";
$l['reputation_count'] = "Число репутации";
$l['reputation_count_desc'] = "Введите требуемое кол-во репутации. Репутация должна быть выбрана в качестве необходимой величины для этого. Выберите тип сравнения для репутации.";
$l['referral_count'] = "Число рефералов";
$l['referral_count_desc'] = "Введите неоходимое число приглашений. Счетчик приглашений должен быть выбран в качестве необходимой величины для этого. Выберите тип сравнения для приглашений.";
$l['warning_points'] = "Баллов предупреждений";
$l['warning_points_desc'] = "Введите требуемое количество балов предупреждений. Баллы предупреждений должны ны быть выбраны в качестве необходимой величины для этого. Выберите тип сравнения для балов предупреждения.";
$l['post_count_desc'] = "Введите необходимое число сообщений. Для этого число сообщений должно быть выбрано в качестве требуемого значения. Выберите для сообщения тип сравнения.";
$l['thread_count_desc'] = "Введите необходимое число тем. Число тем долно быть выбрано в качестве необходимой величины для этого. Выберите тип сравнения для тем.";
$l['hours'] = "Часов";
$l['days'] = "Дней";
$l['weeks'] = "Недель";
$l['months'] = "Месяцев";
$l['years'] = "Лет";
$l['time_registered_desc'] = "Введите число дней, недель, месяцев или лет с момента регистрации данного пользователя. Учёт времени должно быть выбрано в качестве требуемого значения для этого. Выберите вариант учёта времени: в часах, днях, неделях, месяцах или лет.";
$l['time_online_desc'] = "Введите количество часов, дней, недель, месяцев или лет, в течение которых этот пользователь должен бы быть на сайте. Время в сети должно быть выбрано в качестве требуемого значения для этого. Выберите время ,которое пользователь проводит в сети, оно должно быть указано в часах, днях, неделях, месяцах или годах.";
$l['all_user_groups'] = "Все группы пользователя";
$l['orig_user_group'] = "Исходная группа пользователя";
$l['orig_user_group_desc'] = "Выберите, в какой группе или группах пользователей, должен быть пользовтаель в запуска целях поощрения. Используйте клавишу CTRL для выбора множественныз значений.";
$l['new_user_group'] = "Новая группа пользователя";
$l['new_user_group_desc'] = "Выберите группу пользователей, куда пользователь будет перемещен после этого поощрения.";
$l['primary_user_group'] = "Основная группа пользователя";
$l['secondary_user_group'] = "Вторичная группа пользователя";
$l['user_group_change_type'] = "Изменить тип группы";
$l['user_group_change_type_desc'] = "Выберите  \'Основная группа\' если пользователь должен иметь основная группа пользователей и переходит на новую группу пользователей. Select \'Вторичная группа\' если пользователь должен иметь новую группу пользователей в качестве вторичной группы пользователей в своём профиле.";
$l['enabled'] = "Доступно?";
$l['enable_logging'] = "Доступно логирование?";
$l['promotion_logs'] = "Логи поощрений";
$l['view_promotion_logs'] = "Просмотр журнала поощрений";
$l['view_promotion_logs_desc'] = "Здесь Вы можете просматривать ранее созданные журналы поощрений.";
$l['promoted_user'] = "Promoted User";
$l['time_promoted'] = "Time Promoted";
$l['no_promotion_logs'] = "В настоящее время поощрения не заносены в журнал.";
$l['promotion_manager'] = "Управление поощрениями";
$l['promotion'] = "Поощрения";
$l['disable_promotion'] = "Запретить поощрение";
$l['enable_promotion'] = "Разрешить поощрения";
$l['delete_promotion'] = "Удалить поощрение";
$l['no_promotions_set'] = "Сейчас поощрения не установлены.";
$l['update_promotion'] = "Сохранить поощрение";
$l['multiple_usergroups'] = "Мультивыбор групп пользователя";
$l['secondary'] = "Вторичная";
$l['primary'] = "Основная";

$l['error_no_promo_id'] = "Вы не ввели идентификатор поощрения";
$l['error_invalid_promo_id'] = "Вы не ввели правильный идентификатор поощрения";

$l['error_no_title'] = "Вы не ввели название для поощрения";
$l['error_no_desc'] = "Вы не ввели описание для поощрения";
$l['error_no_requirements'] = "Вы не выбрали, по крайней мере, одно требование";
$l['error_no_orig_usergroup'] = "Вы не выбрали по крайней мере одну исходную группу пользователей";
$l['error_no_new_usergroup'] = "Вы не выбрали, по крайней мере, одну новую группу пользователей для поощрения";
$l['error_no_usergroup_change_type'] = "Вы не выбрали, по крайней мере, один тип изменения группы пользователей для поощрения";

$l['success_promo_disabled'] = "Выбранная группа поощрения была успешно отключена.";
$l['success_promo_deleted'] = "Выбранная группа поощрения была успешно удалена.";
$l['success_promo_enabled'] = "Выбранная группа поощрения была успешно разрешена.";
$l['success_promo_updated'] = "Выбранная группа поощрения была успешно обновлена.";
$l['success_promo_added'] = "Поощрение было успешно создана.";

$l['confirm_promo_disable'] = "Вы уверены, что хотите отключить это поощрение?";
$l['confirm_promo_deletion'] = "Вы уверены, что хотите удалить это поощрение?";
