<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['user_titles'] = "Звания пользователей";
$l['user_titles_desc'] = "Этот раздел позволяет управлять званиями пользователей. Звания пользователей назначаются пользователям на основе количества сообщений, которые они делают, а также позволяют показывать изображение \'Звезда\' на основе числа сообщений пользователя.";
$l['add_new_user_title'] = "Добавить новое звание пользователя";
$l['add_new_user_title_desc'] = "Этот раздел позволяет добавить новое звание пользователя. <i>Примечание: Это <strong>не</strong>   <u><a href=\"index.php?module=user-group_promotions\">система продвижения по службе.</a></u></i>";

$l['error_missing_title'] = "Вы не ввели заголовок звания";
$l['error_missing_posts'] = "Вы не ввели минимальное количество сообщений для этого звания";
$l['error_cannot_have_same_posts'] = "Это звание пользователя не может иметь такое же минимальное количество сообщений , как и другое звание";
$l['error_invalid_user_title'] = "Вы указали неверное звание";

$l['success_user_title_created'] = "Звание пользователя было успешно создано.";
$l['success_user_title_updated'] = "Звание пользователя было успешно обновлено.";
$l['success_user_title_deleted'] = "Звание пользователя было успешно удалено.";

$l['title_to_assign'] = "Название для присвоения";
$l['title_to_assign_desc'] = "Это название будет отображаться для пользователей под их именем, если они не имеют пользовательского звания.";
$l['minimum_posts'] = "Минимум сообщений";
$l['minimum_posts_desc'] = "Минимальное количество сообщений для пользователя до присвоения им этого звания.";
$l['number_of_stars'] = "Число звёзд";
$l['number_of_stars_desc'] = "Введите число звезд, которые будут показаны под этим званием пользователя. Установите 0, чтобы не показать звёзды.";
$l['star_image'] = "Изображение звезды";
$l['star_image_desc'] = "Если это звание пользователя должно показывать звёзды, введите здесь путь к изображения звезды. Если пусто, будет показано изображение звезды группы пользователей . Используйте {theme} чтобы указать директорию изображений для просмотра в текущей теме.";
$l['save_user_title'] = "Сохранить звание";
$l['edit_user_title'] = "Редактировать звание";
$l['edit_user_title_desc'] = "Этот раздел позволяет редактировать звание пользователя.";
$l['user_title_deletion_confirmation'] = "Вы уверены, что хотите удалить это звание пользователя?";
$l['manage_user_titles'] = "Управление званиями пользователя";
$l['user_title'] = "Звание пользователя";
$l['no_user_titles'] = "У вас нет каких-либо званий в данный момент";
