<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['users'] = "Пользователи";

$l['search_for_user'] = "Поиск пользователя";
$l['browse_users'] = "Обзор пользователей";
$l['browse_users_desc'] = "Ниже вы можете просматривать ваших пользователей в форумах в различных четко определенных представлениях. Просмотры особенно полезны для генерации различных наборов результатов с различной информацией - воспринимайте их как сохраненные живые запросы .";
$l['find_users'] = "Найти пользователей";
$l['find_users_desc'] = "Здесь Вы можете искать пользователей вашего форума. Чем меньше полей вы заполните, тем расширите свой поиск; Чем больше вы заполните, тем меньше ваши результаты поиска.";
$l['create_user'] = "Создать нового пользователя";
$l['create_user_desc'] = "Здесь вы можете создать нового пользователя.";
$l['merge_users'] = "Объединение пользователей";
$l['merge_users_desc'] = "Здесь вы можете объединить две учетные записи пользователей в одно целое. \"Аккаунт источника\" будет объединен в к \"Аккаунту назначения\", оставляя <strong>только</strong> Аккаунт назначения. Источник аккаунта- сообщения, темы, личные сообщения, события календаря, счетчик сообщений и список контактов будет объединен с учетной записью назначения. <br /><span style=\"font-size: 15px;\">Обратите внимание, что этот процесс не может быть отменен.</span>";
$l['edit_user'] = "Изменить пользователя";
$l['edit_user_desc'] = "Здесь вы можете редактировать профиль пользователя, настройки и подпись; см общую статистику; а также посетить другие страницы для получения дополнительной информации, относящейся к данному пользователю.";
$l['show_referrers'] = "Показать Рефереры";
$l['show_referrers_desc'] = "Результаты по Вашим критериям поиска приведены ниже. Вы можете просмотреть результаты либо в виде таблицы или в виде представления визитной карточки.";
$l['show_ip_addresses'] = "Показать IP-адреса";
$l['show_ip_addresses_desc'] = "Регистрационные IP-адреса и IP-адреса публикаций для выбранных пользователей приведены ниже. Первый IP-адрес является регистрацией IP (он помечен как таковой). Любые другие IP-адреса указаны после публикации пользователем.";
$l['manage_users'] = "Управление пользователями";
$l['manage_users_desc'] = "Масс-управление пользователями позволяет намного проще сделать общие задачи.";
$l['inline_edit'] = "Встроенная модерация пользователя";
$l['inline_activate'] = "Активация пользователя (-й)";
$l['inline_ban'] = "Бан пользователя (-ей)";
$l['inline_usergroup'] = "Изменить группу пользователя";
$l['inline_delete'] = "Удалить пользователя (-ей)";
$l['inline_prune'] = "Очистить/Удалить посты пользователей";
$l['inline_activated'] = "{1} пользователь(-ей) были успешно активированы.";
$l['inline_activated_more'] = "<small>{1} выбранный пользователь (ей) уже активирован.</small>";
$l['inline_activated_failed'] = "Все пользователи, выбранные вами, уже были активированы.";
$l['ban_time'] = "Срок бана<em>*</em>";
$l['ban_reason'] = "Причина бана";
$l['mass_ban'] = "Массовый бан пользователей";
$l['important'] = "Важный";
$l['mass_ban_info'] = "Это действие повлияет на {1} пользователя (ей). Продолжайте, только если вы уверены, что хотите сделать это.";
$l['ban_users'] = "Бан пользователей";
$l['users_banned'] = "{1} пользователь (-ей) были забанены.";
$l['confirm_multilift'] = "Вы уверены, что хотите поднять баны для выбранных пользователя (-ей) ?";
$l['success_ban_lifted'] = "Баны для выбранного вами {1} пользователя (ей) были подняты.";
$l['edit_ban'] = "Редактировать бан";
$l['lift_ban'] = "Поднять бан";
$l['lift_bans'] = "Поднять баны";
$l['confirm_multidelete'] = "Вы уверены, что хотите удалить этого {1} пользователя (ей)? Это не может быть отменено.";
$l['users_deleted'] = "{1} пользователь (-ей), были удалены.";
$l['mass_prune_info'] = "Это действие повлияет на {1} пользователя (ей). После продолжения будет удалены все сообщения пользователям старше даты, которую вы вводите ниже.<br /><br /><strong>Обратите внимание, что если у каких-либо пользователей пост является первым в теме, вся тема будет удалена.</strong>";
$l['mass_prune_posts'] = "Массовая очистка сообщений";
$l['manual_date'] = "Введите дату вручную";
$l['relative_date'] = "Или выберите параметры удаления";
$l['multi_selected_dates'] = "Вы выбрали и дату вручную  и установили параметры. Пожалуйста, выберите либо дату вручную или вариант параметра.";
$l['incorrect_date'] = "Введённая дата является недействительной. Пожалуйста, введите правильную дату, или оставьте поле пустым и выберите вариант параметра.";
$l['prune_complete'] = "Очистка успешно завершена.";
$l['prune_fail'] = "Нет сообщений для выбранного пользователя (ей). Нет сообщений для очистки.";
$l['no_prune_option'] = "Введите дату или выберите параметр для продолжения.";
$l['prune_posts'] = "Очистка сообщений";
$l['delete_posts'] = "Удаление сообщений";
$l['usergroup_info'] = "Следующее действие будет влиять {1} пользователя (ей). При выборе опции ниже, вы перезапишите первичные / дополнительные / отображения группы пользователей .";
$l['mass_usergroups'] = " Массовое изменение группы пользователя ";
$l['success_mass_usergroups'] = "Пользователь (и) успешно обновлен.";
$l['alter_usergroups'] = "Сохранить изменения";
$l['no_usergroup_changed'] = "Для выбранного пользователя (-ей) присвоенные группы пользователей не изменились.";
$l['no_set_option'] = "Правильная дата не была выбрана. Пожалуйста, выберите вариант из выпадающего списка или введите вручную дату.";
$l['select_an_option'] = "(Выберите один вариант)";

$l['month_1'] = "Январь";
$l['month_2'] = "Февраль";
$l['month_3'] = "Март";
$l['month_4'] = "Апрель";
$l['month_5'] = "Май";
$l['month_6'] = "Июнь";
$l['month_7'] = "Июль";
$l['month_8'] = "Август";
$l['month_9'] = "Сентябрь";
$l['month_10'] = "Октябрь";
$l['month_11'] = "Ноябрь";
$l['month_12'] = "Декабрь";

$l['option_1'] = "Больше чем месяц назад";
$l['option_2'] = "Более 3-х месяцев назад";
$l['option_3'] = "Более 6 месяцев назад";
$l['option_4'] = "Более года назад";
$l['option_5'] = "Более 18 месяцев назад";
$l['option_6'] = "Более 2-х лет назад";

$l['error_avatartoobig'] = "Извините, но мы не можем изменить ваш аватар , так как новый аватар, который вы указали, слишком велик. Максимальные размеры могут быть {1} х {2} (ширина х высота)";
$l['error_invalidavatarurl'] = "Похоже, вы ввели недействительный URL для вашего аватара. Пожалуйста, убедитесь, что вы вводите правильный URL.";
$l['error_remote_avatar_not_allowed'] = "Remote avatar URLs have been disabled by the forum administrator.";
$l['error_invalid_user'] = "Вы выбрали неверного пользователя.";
$l['error_no_perms_super_admin'] = "У вас нет разрешения на редактирование этого пользователя, потому что вы не суперадминистратор.";
$l['error_invalid_user_source'] = "Аккаунт источника, который вы ввели, не существует";
$l['error_invalid_user_destination'] = "Аккаунт назначения, который вы ввели, не существует";
$l['error_cannot_merge_same_account'] = "Аккаунты источника и назначения должны быть разными";
$l['error_no_users_found'] = "Пользователей, соответствующих указанным критериям поиска, не было обнаружено. Пожалуйста, измените критерии поиска и попробуйте еще раз.";
$l['error_invalid_admin_view'] = "Вы выбрали неверный вид администрирования.";
$l['error_missing_view_title'] = "Вы не ввели название для этого вида.";
$l['error_no_view_fields'] = "Вы не выбрали ни одного поля для отображения этого вида";
$l['error_invalid_view_perpage'] = "Вы ввели неверное число для отображения результатов на странице";
$l['error_invalid_view_sortby'] = "Вы выбрали недействительное поле для сортировки результатов";
$l['error_invalid_view_sortorder'] = "Вы выбрали неверный порядок сортировки";
$l['error_invalid_view_delete'] = "Вы выбрали неверный вид администрирования для удаления";
$l['error_cannot_delete_view'] = "Вы должны иметь по крайней мере 1 вид управления.";
$l['error_inline_no_users_selected'] = "Извините, но Вы не выбрали ни одного пользователя. Пожалуйста, выберите одного или несколько пользователей и повторите попытку.";
$l['error_cannot_delete_user'] = "Этот пользователь не может быть удален.";
$l['error_no_referred_users'] = "Выбранный пользователь не имеет каких-либо ссылающихся пользователей.";

$l['user_deletion_confirmation'] = "Вы уверены, что хотите удалить этого пользователя?";

$l['success_coppa_activated'] = "Выбранный пользователь COPPA был успешно активирован.";
$l['success_activated'] = "Выбранный пользователь был успешно активирован.";
$l['success_user_created'] = "Пользователь был успешно создан.";
$l['success_user_updated'] = "Выбранный пользователь был успешно обновлен.";
$l['success_user_deleted'] = "Выбранный пользователь был успешно удален.";
$l['success_merged'] = "успешно объединены в";
$l['succuss_view_set_as_default'] = "Выбранный вид администрирования был успешно установлен в качестве используемого по умолчанию ";
$l['success_view_created'] = "Вид администрирования была успешно создан.";
$l['success_view_updated'] = "Выбранный вид администрирования успешно обновлен.";
$l['success_view_deleted'] = "Выбранный вид администрирования был успешно удален.";

$l['confirm_view_deletion'] = "Вы уверены, что хотите удалить выбранный вид?";

$l['warning_coppa_user'] = "<p class=\"alert\"><strong>Предупреждение: </strong> Этот пользователь ожидает проверки COPPA <a href=\"index.php?module=user-users&amp;action=activate_user&amp;uid={1}&amp;my_post_key={2}\">Активировать аккаунт</a></p>";

$l['required_profile_info'] = "Необходимая информация профиля";
$l['password'] = "Пароль";
$l['confirm_password'] = "Подтверждение пароля";
$l['email_address'] = "Email адрес";
$l['use_primary_user_group'] = "Использовать основную группу пользователя";
$l['primary_user_group'] = "Основная группа пользователя";
$l['additional_user_groups'] = "Дополнительные группы пользователя";
$l['additional_user_groups_desc'] = "Используйте CTRL, чтобы выбрать несколько групп";
$l['display_user_group'] = "Показать группы пользователей";
$l['save_user'] = "Сохранить пользователя";

$l['overview'] = "Обзор";
$l['profile'] = "Профиль";
$l['account_settings'] = "Параметры аккаунта";
$l['signature'] = "Подпись";
$l['avatar'] = "Аватар";
$l['mod_options'] = "Параметры модератора";
$l['general_account_stats'] = "Общая статистика аккаунта";
$l['local_time'] = "Местное время";
$l['local_time_format'] = "{1} в {2}";
$l['posts'] = "Сообщения";
$l['age'] = "Возраст";
$l['posts_per_day'] = "Сообщений в день";
$l['percent_of_total_posts'] = "Процент от всех сообщений";
$l['user_overview'] = "Обзор пользователей";

$l['new_password'] = "Новый пароль";
$l['new_password_desc'] = "Требуется только при изменении";
$l['confirm_new_password'] = "Подтвердите новый пароль";

$l['optional_profile_info'] = "Необязательная информация профиля";
$l['custom_user_title'] = "Пользовательское звание пользователя";
$l['custom_user_title_desc'] = "Если пусто, будет использоваться название группы пользователей";
$l['website'] = "Веб-сайт";
$l['icq_number'] = "ICQ";
$l['skype_handle'] = "Skype Handle";
$l['google_handle'] = "Google Hangouts Handle";
$l['birthday'] = "Дата рождения";

$l['away_information'] = "Информация при отсутствии";
$l['away_status'] = "Статус при отсутствии:";
$l['away_status_desc'] = "Позволяет оставить сообщение, если вы будете отсутствавать некоторое время.";
$l['im_away'] = "Я отсутствую";
$l['im_here'] = "Я здесь";
$l['away_reason'] = "Причина отсутствия:";
$l['away_reason_desc'] = "Позволяет ввести небольшое описание того, почему вы отсутствуете (не более 200 символов).";
$l['return_date'] = "Дата возвращения:";
$l['return_date_desc'] = "Если вы знаете, когда вы вернетесь, вы можете ввести дату возвращения здесь.";
$l['error_acp_return_date_past'] = "Вы не можете вернуться в прошлое!";

$l['hide_from_whos_online'] = "Скрыть из списка Кто в сети";
$l['login_cookies_privacy'] = "Вход, Cookies &amp; Конфиденциальность";
$l['recieve_admin_emails'] = "Получать электронные письма от администраторов";
$l['hide_email_from_others'] = "Скрыть адрес электронной почты от других участников";
$l['recieve_pms_from_others'] = "Получать личные сообщения от других пользователей";
$l['recieve_pms_from_buddy'] = "Получать личные сообщения только от списка друзей";
$l['alert_new_pms'] = "Оповещение с уведомлением при получении нового личного сообщения";
$l['email_notify_new_pms'] = "Уведомлять по электронной почте при получении нового личного сообщения";
$l['buddy_requests_pm'] = "Получать уведомления ЛС для новых запросов от друзей";
$l['buddy_requests_auto'] = "Автоматически принимать запросы от друзей (если выше помечено, в ЛС отправляется информирование о новом запросе от друга)";
$l['default_thread_subscription_mode'] = "Режим подписки темы по умолчанию";
$l['do_not_subscribe'] = "Не подписываться";
$l['no_notification'] = "No notification";
$l['instant_email_notification'] = "Мгновенное уведомление по электронной почте";
$l['instant_pm_notification'] = "Instant PM notification";
$l['messaging_and_notification'] = "Обмен сообщениями &amp; Уведомление";
$l['use_default'] = "Использовать по умолчанию";
$l['date_format'] = "Формат даты";
$l['time_format'] = "Формат времени";
$l['time_zone'] = "Часовой пояс";
$l['daylight_savings_time_correction'] = "Коррекция перехода на летнее время";
$l['automatically_detect'] = "Автоматическое определение параметров перехода на летнее время";
$l['always_use_dst_correction'] = "Всегда использовать коррекцию DST";
$l['never_use_dst_correction'] = "Не использовать коррекцию DST";
$l['date_and_time_options'] = "Дата &amp; Параметры времени";
$l['show_threads_last_day'] = "Показать темы последнего дня";
$l['show_threads_last_5_days'] = "Показать темы из последних 5 дней";
$l['show_threads_last_10_days'] = "Показать темы из последних 10 дней";
$l['show_threads_last_20_days'] = "Показать темы из последних 20 дней";
$l['show_threads_last_50_days'] = "Показать темы из последних 50 дней";
$l['show_threads_last_75_days'] = "Показать темы из последних 75 дней";
$l['show_threads_last_100_days'] = "Показать темы из последних 100 дней";
$l['show_threads_last_year'] = "Показать темы с прошлого года";
$l['show_all_threads'] = "Показать все темы";
$l['threads_per_page'] = "Тем на страницу";
$l['default_thread_age_view'] = "Возраст по умолчанию для просмотра темы";
$l['forum_display_options'] = "Показать настройки форума ";
$l['show_classic_postbit'] = "Показать сообщения в классическом режиме";
$l['display_images'] = "Отображение картинок в сообщениях";
$l['display_videos'] = "Показ видео в постах";
$l['display_users_sigs'] = "Показать подписи пользователей в их постах";
$l['display_users_avatars'] = "Показать аватары пользователей в их постах";
$l['show_quick_reply'] = "Показать окно быстрого ответа в нижней части темы";
$l['posts_per_page'] = "Сообщений на странице";
$l['default_thread_view_mode'] = "Режим просмотра тема по умолчанию ";
$l['linear_mode'] = "Линейный режим";
$l['threaded_mode'] = "Каскадный режим";
$l['thread_view_options'] = "Параметры отображения темы ";
$l['show_redirect'] = "Показать страницы перенаправления друзьям";
$l['show_code_buttons'] = "Показать параметры форматирования ББкода на страницах публикаций";
$l['source_editor'] = "Размещать редактор в режиме источника по умолчанию";
$l['theme'] = "Тема";
$l['board_language'] = "Язык доски форумов";
$l['other_options'] = "Другие параметры";
$l['signature_desc'] = "Варианты форматирования: ББкоды {1}, смайлики {2}, код IMG {3}, HTML {4}";
$l['enable_sig_in_all_posts'] = "Включить подпись во всех постах";
$l['disable_sig_in_all_posts'] = "Выключить подпись во всех постах";
$l['do_nothing'] = "Не изменять предпочтения подписи ";
$l['signature_preferences'] = "Предпочтения подписи";
$l['suspend_sig'] = "Приостановка подписи";
$l['suspend_sig_box'] = "Приостановить подпись этого пользователя";
$l['suspend_sig_perm'] = "<small>Дисквалифицирована навсегда.</small>";
$l['suspend_sig_info'] = "Если подпись приостанавливается, пользователь не может изменить её, и она не будет отображаться в их профиле или в их постах";
$l['suspend_sig_extend'] = "<small>Введите новое время ниже для изменения или убирите галочку чтобы удалить эту приостановку.</small>";
$l['suspend_expire_info'] = "<small>Осталось: <span style=\"color: {2};\">{1}</span></small>";
$l['suspend_never_expire'] = "<small>{1} приостановка никогда не истечет (постоянно приостановлено).</small>";
$l['suspend_sig_error'] = "Вы ввели неправильное время для приостановки подписи этого пользователя . Пожалуйста, введите правильное время.";

$l['moderate_posts'] = "Модерировать сообщения";
$l['moderate_posts_info'] = "Модерировать сообщения от {1}.";
$l['moderate_for'] = "Модерация для:";
$l['moderated_perm'] = "<p><small>Модерировать постоянно.<br />Введите новое время ниже, чтобы изменить или убирите галочку с этой опции, чтобы удалить эту модерацию.</small></p>";
$l['moderate_length'] = "<p><small>Remaining Moderation: <span style=\"color: {2};\">{1}</span>.<br />Введите новое время ниже, чтобы изменить или убирите галочку с этой опции, чтобы удалить эту модерацию.</small></p>";

$l['suspend_posts'] = "Приостановка сообщений";
$l['suspend_posts_info'] = "Приостановить {1} при создании новых сообщений.";
$l['suspend_for'] = "Приостановка для:";
$l['suspended_perm'] = "<p><small>Остановить навсегда.<br />Введите новое время ниже, чтобы изменить или убирите галочку с этой опции, чтобы удалить эту приостановку.</small></p>";
$l['suspend_length'] = "<p><small>Remaining Suspension: <span style=\"color: {2};\">{1}</span>.<br />Введите новое время ниже, чтобы изменить или убирите галочку с этой опции, чтобы удалить эту приостановку.</small></p>";

$l['suspendsignature_error'] = "Вы выбрали приостановку подписи этого пользователя, но не ввели действительный период времени. Пожалуйста, введите правильное время, чтобы продолжить или уберите галочку для отмены.";
$l['moderateposting_error'] = "Вы выбрали, чтобы модерировать сообщения этого пользователя, но не ввести действительный период времени. Пожалуйста, введите правильное время, чтобы продолжить или уберите галочку для отмены.";
$l['suspendposting_error'] = "You selected to suspend this user\'s posts, but didn\'t enter a valid time period. Пожалуйста, введите правильное время для продолжения или уберите галочку для отмены.";
$l['suspendmoderate_error'] = "Вы выбрали приостановку и модерацию сообщений пользователя. Пожалуйста, выберите только один тип модерации.";

$l['expire_length'] = "Срок приостановки:";
$l['expire_hours'] = "час(ов)";
$l['expire_days'] = "день(ей)";
$l['expire_weeks'] = "неделя(ь)";
$l['expire_months'] = "месяц(ев)";
$l['expire_never'] = "Никогда";
$l['expire_permanent'] = "Навсегда";

$l['username'] = "Имя пользователя";
$l['email'] = "Email";
$l['primary_group'] = "Первичная группа";
$l['additional_groups'] = "Дополнительные группы";
$l['registered'] = "Зарегистрирован";
$l['last_active'] = "Последняя активность";
$l['post_count'] = "Количество сообщений";
$l['thread_count'] = "Количество тем";
$l['reputation'] = "Репутация";
$l['warning_level'] = "Уровень предупреждений";
$l['registration_ip'] = "IP регистрации";
$l['last_known_ip'] = "Последний известный IP";
$l['registration_date'] = "Дата регистрации";
$l['info_on_ip'] = "Информация об этом IP адресе";

$l['current_avatar'] = "Текущий аватар";
$l['user_current_using_uploaded_avatar'] = "Этот пользователь в настоящее время использует загруженный аватар.";
$l['user_currently_using_remote_avatar'] = "Этот пользователь в настоящее время использует удалённо прилинкованный аватар.";
$l['max_dimensions_are'] = "Максимальные размеры аватаров";
$l['avatar_max_size'] = "Аватары могут быть максимум";
$l['remove_avatar'] = "Удалить текущий аватар?";
$l['avatar_desc'] = "Ниже вы можете управлять аватаром для этого пользователя. Аватары представляют собой небольшие изображения и размещены под именем авторов при публикации.";
$l['avatar_auto_resize'] = "Если аватар слишком велик, то он автоматически будет изменен";
$l['attempt_to_auto_resize'] = "Пытаться изменить размер аватара, если он слишком велик?";
$l['specify_custom_avatar'] = "Укажите аватар";
$l['upload_avatar'] = "Загрузить Аватар";
$l['or_specify_avatar_url'] = "или Укажите Аватар/Gravatar URL";

$l['user_notes'] = "Замечания пользователя";

$l['ip_addresses'] = "IP адрес";
$l['ip_address'] = "IP адрес";
$l['show_users_regged_with_ip'] = "Показать пользователей, которые зарегистрировались с этим IP";
$l['show_users_posted_with_ip'] = "Показать пользователей, которые постили с этим IP";
$l['ban_ip'] = "Бан IP";
$l['ip_address_for'] = "IP адрес для";

$l['source_account'] = "Аккаунт источника";
$l['source_account_desc'] = "Это учетная запись, которая будет объединена в учетную запись назначения. Она будет удалена после того, как закончится этот процесс.";
$l['destination_account'] = "Аккаунт назначения";
$l['destination_account_desc'] = "Это учетная запись будут объединена с аккаунтом-источником. Он останется после этого процесса.";
$l['merge_user_accounts'] = "Объединить аккаунты пользователя";

$l['display_options'] = "Параметры отображения";
$l['ascending'] = "По возрастанию";
$l['descending'] = "По убыванию";
$l['sort_results_by'] = "Сортировать результаты по";
$l['in'] = "в";
$l['results_per_page'] = "Результатов на странице";
$l['display_results_as'] = "Показывать результаты как";
$l['business_card'] = "Карточный вид";
$l['views'] = "Просмотры";
$l['views_desc'] = "Менеджер просмотров позволяет создавать различные представления для этой конкретной области. Различные виды могут быть использованы для создания различных отчетов.";
$l['manage_views'] = "Управление видами";
$l['none'] = "Не определено";
$l['search'] = "Поиск";

$l['view_profile'] = "Просмотр профиля";
$l['edit_profile_and_settings'] = "Редактировать профиль &amp; Настройки";
$l['ban_user'] = "Бан пользователя";
$l['approve_coppa_user'] = "Активировать COPPA пользователя";
$l['approve_user'] = "Активировать пользователя";
$l['delete_user'] = "Удалить пользователя";
$l['show_referred_users'] = "Показать приглашающих пользователей";
$l['show_attachments'] = "Показать вложения";
$l['table_view'] = "Табличный вид";
$l['card_view'] = "Карточный вид";

$l['find_users_where'] = "Найти пользователей, где ...";
$l['username_contains'] = "Имя пользователя содержит";
$l['email_address_contains'] = "Email адрес содержит";
$l['is_member_of_groups'] = "Является членом одной или нескольких из этих групп пользователей";
$l['website_contains'] = "Вебсайт содержит";
$l['icq_number_contains'] = "ICQ номер содержит";
$l['skype_contains'] = "Skype дескриптор содержит";
$l['google_contains'] = "Google Talk дескриптор содержит";
$l['signature_contains'] = "Подпись содержит";
$l['user_title_contains'] = "Пользовательский заголовок участника содержит";
$l['greater_than'] = "Больше чем";
$l['is_exactly'] = "Соответсвует точно";
$l['less_than'] = "Менее, чем";
$l['post_count_is'] = "Количество сообщений";
$l['thread_count_is'] = "Количество тем";
$l['reg_ip_matches'] = "IP адрес регистрации содержит";
$l['wildcard'] = "Для поиска диапозона IP адресов используйте * (Напр: 127.0.0.*) или CIDR нотацию(Напр: 127.0.0.0/8)";
$l['posted_with_ip'] = "Публиковал с IP-адресом";
$l['custom_profile_fields_match'] = "Там, где пользовательские поля профиля совпадают ...";
$l['is_not_blank'] = "не пусто";
$l['or'] = "или";
$l['reg_in_x_days'] = "Зарегистрированн последним";
$l['days'] = "дней";

$l['view'] = "Вид";
$l['create_new_view'] = "Создать новый вид";
$l['create_new_view_desc'] = "Здесь вы можете определить новый вид для этой области. Можно определить, какие поля вы хотите, чтобы показывались, определить критерии поиска и сортировки.";
$l['view_manager'] = "Менеджер видов";
$l['set_as_default_view'] = "Установить как вид по умолчанию?";
$l['enabled'] = "Включено";
$l['disabled'] = "Выключено";
$l['fields_to_show'] = "Поля для отображения";
$l['fields_to_show_desc'] = "Пожалуйста, выберите поля, которые вы хотите отобразить";
$l['edit_view'] = "Редактировать вид";
$l['edit_view_desc'] = "При редактировании вида можно определить, какие поля вы хотите показать, любые поля поиска и сортировки.";
$l['private'] = "Частный";
$l['private_desc'] = "Этот вид виден только Вам";
$l['public'] = "Публичный";
$l['public_desc'] = "Все остальные администраторы могут видеть этот вид";
$l['visibility'] = "Видимость";
$l['save_view'] = "Сохранить вид";
$l['created_by'] = "Создан";
$l['default'] = "По умолчанию";
$l['this_is_a_view'] = "Это {1} вид";
$l['set_as_default'] = "Установить по умолчанию";
$l['delete_view'] = "Удалить вид";
$l['default_view_desc'] = "Вид по умолчанию, созданный MyBB. Не может быть отредактирован или удален.";
$l['public_view_desc'] = "Публичный вид виден всем администраторам.";
$l['private_view_desc'] = "Частный вид виден только самому себе.";
$l['table'] = "Таблица";
$l['title'] = "Заголовок";

$l['view_title_1'] = "Все пользователи";

$l['emailsubject_activateaccount'] = "Аккаунт активирован {1}";
$l['email_adminactivateaccount'] = "{1},

Администратор активировали вашу учетную запись на форуме {2}.

Для завершения перейдите

{3}

Вы сможете войти в систему с вашими зарегистрированными учетными данными.

Спасибо,
{2} администрация";

$l['ipaddress_misc_info'] = "Разная информация для \'{1}\'";
$l['ipaddress_host_name'] = "Имя хоста";
$l['ipaddress_location'] = "GeoIP расположение";
