<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['postdata_invalid_user_id'] = "Идентификатор пользователя не существует. Пожалуйста, предоставьте действительный идентификатор пользователя.";
$l['postdata_firstpost_no_subject'] = "Тема не имеет заголовка. Пожалуйста, введите заголовок темы.";
$l['postdata_missing_subject'] = "Заголовок не заполнен. Пожалуйста, введите заголовок.";
$l['postdata_missing_message'] = "Поле сообщения не заполнено. Пожалуйста, заполните сообщение. ";
$l['postdata_message_too_long'] = "Сообщение слишком длинное. Пожалуйста, введите сообщение короче {1} символов (в настоящее время {2}).";
$l['postdata_message_too_short'] = "Сообщение слишком коротким. Пожалуйста, введите сообщение длиннее {1} символов.";
$l['postdata_subject_too_long'] = "Заголовок слишком длинный. Пожалуйста, введите заголовок короче 85 символов (в данный момент {1}).";
$l['postdata_banned_username'] = "Указанное имя пользователя не может быть зарегистрировано. Пожалуйста, введите другое имя.";
$l['postdata_bad_characters_username'] = "Указанное имя пользователя содержит недопустимые символы. Пожалуйста, введите другое имя.";
$l['postdata_invalid_username_length'] = "Введенное Вами имя пользователя неподходящей длины. Пожалуйста, введите имя пользователя между {1} и {2} символами.";
$l['postdata_username_exists'] = "Указанное имя пользователя уже существует. Пожалуйста, введите другое имя.";
$l['postdata_post_flooding'] = "Вы пытаетесь отправить сообщение слишком быстро после публикации предыдущего сообщения. Пожалуйста, подождите более {1} секунд.";
$l['postdata_post_flooding_one_second'] = "Вы пытаетесь отправить сообщение слишком быстро после публикации предыдущего сообщения. Пожалуйста, подождите еще 1 секунду.";
$l['postdata_too_many_images'] = "Введенное вами сообщение содержало {1} изображений, в то время как в одном сообщении разрешено только {2} изображений. Уменьшите количество изображений в своем сообщении до максимального значения.";
$l['postdata_too_many_videos'] = "Сообщение, которое вы ввели содержит {1} изображения, в то время как только {2} изображений в сообщении допускается. Пожалуйста, уменьшите количество изображений в вашем сообщении, чтобы попасть в эти ограничения.";
$l['postdata_invalid_prefix'] = "Выбранный префикс является недействительным. Пожалуйста, выберите правильный префикс.";
$l['postdata_require_prefix'] = "Форум требует наличие префикса темы. Пожалуйста, выбирете правильный префикс.";

$l['thread_closed'] = "Тема закрыта";
$l['thread_opened'] = "Тема Открыта";
$l['thread_stuck'] = "Тема прикреплена";
$l['thread_unstuck'] = "Тема откреплена";
