<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['eventdata_missing_name'] = "Название события отсутствует. Пожалуйста, введите название события.";
$l['eventdata_missing_description'] = "Описание для события отсутствует. Пожалуйста, введите описание события.";

$l['eventdata_invalid_start_date'] = "Вы ввели неверную дату начала события. Вы должны убедиться, что указали день, месяц и год, а также что этот день действителен для данного месяца.";
$l['eventdata_invalid_start_year'] = "События могут быть созданы только для следующих 5 лет. Пожалуйста, выберите разумное начало года из списка.";
$l['eventdata_invalid_start_month'] = "Месяц начала события не является действительным. Пожалуйста, введите действительный месяц .";

$l['eventdata_invalid_end_date'] = "Неправильная дата завершения события. Вы должны убедиться, что вы указали день, месяц и год, а также что день действителен для данного месяца.";
$l['eventdata_invalid_end_year'] = "События могут быть созданы только в течение следующих 5 лет. Пожалуйста, выберите разумный конец года из списка.";
$l['eventdata_invalid_end_month'] = "Вы ввели неверный месяц завершения события. Пожалуйста, введите правильный месяц.";
$l['eventdata_invalid_end_day'] = "Вы ввели неверный день завершения события. Вероятно этот день не существует в выбранном месяце.";

$l['eventdata_cant_specify_one_time'] = "Если Вы ввели дату начала события, то выберите дату завершения события.";
$l['eventdata_start_time_invalid'] = "Вы ввели неверное время начала события. Например 12am, 12:01am, 00:01.";
$l['eventdata_end_time_invalid'] = "Вы ввели неверное время окончания события. Например  12am, 12:01am, 00:01.";
$l['eventdata_invalid_timezone'] = "Вы выбрали для этого события недействительный часовой пояс.";
$l['eventdata_end_in_past'] = "Окончание дата или времени для вашего мероприятия установлено до начала даты  или времени.";

$l['eventdata_only_ranged_events_repeat'] = "Только итервалы событий (с фиксированными датами начала и конца) могут повторяться.";
$l['eventdata_invalid_repeat_day_interval'] = "Вы ввели неверный дневной интервал повтора.";
$l['eventdata_invalid_repeat_week_interval'] = "Вы ввели неверный еженедельный интервал повтора.";
$l['eventdata_invalid_repeat_weekly_days'] = "Вы не ввели дни недели, для которых повторяется это событие.";
$l['eventdata_invalid_repeat_month_interval'] = "Вы ввели неверный интервал ежемесячного повтора события.";
$l['eventdata_invalid_repeat_year_interval'] = "Вы ввели неверный интервал ежегодного повтора события.";
$l['eventdata_event_wont_occur'] = "Для заданных дат начала и конца, наряду с настройками повторения событий, это событие никогда не произойдёт.";

$l['eventdata_no_permission_private_event'] = "У вас нет прав для создания личных событий.";
