<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['userdata_missing_username'] = "Вы не ввели имя пользователя. Пожалуйста, введите ещё раз.";
$l['userdata_banned_username'] = "Указанное имя пользователя не может быть зарегистрировано. Пожалуйста, введите другое имя.";
$l['userdata_bad_characters_username'] = "Указанное имя пользователя содержит недопустимые символы. Пожалуйста, введите другое имя.";
$l['userdata_invalid_username_length'] = "Длина введенного Вами имени пользователя неправильной длины . Пожалуйста, введите имя пользователя между {1} и {2} символами.";
$l['userdata_invalid_usertitle_length'] = "Длина введенного Вами звания пользователя превышает допустимую длину. Пожалуйста, введите не больше {1} символов.";
$l['userdata_username_exists'] = "Указанное имя пользователя уже существует. Пожалуйста, введите другое имя.";

$l['userdata_invalid_password_length'] = "Введенный вами пароль имеет неправильную длину. Пожалуйста, введите пароль между {1} и {2} символами.";
$l['userdata_no_complex_characters'] = "Введенный вами пароль не достаточно сложный. Пожалуйста, введите пароль, который по крайней мере, из {1} символов, и содержит прописные буквы, строчные буквы и цифры.";
$l['userdata_passwords_dont_match'] = "Пароль, введенный вами в качестве подтверждения не соответствует оригиналу. Пожалуйста, подтвердите свой пароль правильно.";
$l['userdata_bad_password_security'] = "Введенный вами пароль такой же, как имя пользователя или email. Пожалуйста, введите надежный пароль.";

$l['userdata_missing_email'] = "Вы не ввели адрес электронной почты. Пожалуйста, введите адрес.";
$l['userdata_invalid_email_format'] = "Вы не ввели адрес электронной почты. Пожалуйста, введите правильный email.";
$l['userdata_emails_dont_match'] = "Адрес электронной почты, который вы ввели в качестве подтверждения не соответствует оригиналу. Пожалуйста, подтвердите свой адрес электронной почты правильно.";
$l['userdata_banned_email'] = "Адрес электронной почты, который вы сейчас ввели, запрещен для использования. Пожалуйста, введите другой адрес электронной почты.";
$l['userdata_email_already_in_use'] = "Вы ввели адрес электронной почты, который уже используется другим участником. Пожалуйста, введите другой адрес электронной почты.";

$l['userdata_dob_required'] = "Вы не выбрали дату рождения. Пожалуйста, выберите дату рождения, чтобы продолжить - однако, вы можете скрыть свой день рождения и возраст от других пользователей.";
$l['userdata_invalid_website'] = "Неправильный адрес веб-сайта. Пожалуйста, введите действительный адрес веб-сайта или оставьте поле пустым.";
$l['userdata_invalid_icq_number'] = "Неправильный ICQ номер. Пожалуйста, введите действительный номер ICQ или оставьте поле пустым.";
$l['userdata_invalid_birthday'] = "День рождения недействителен. Пожалуйста, введите правильный день рождения или оставить поле пустым.";
$l['userdata_invalid_birthday_coppa'] = "Чтобы подтвердить свой возраст, пожалуйста, введите год рожденя. Вы можете скрыть свой возраст и дату рождения в настройках профиля.";
$l['userdata_invalid_birthday_coppa2'] = "Вам должно быть, по крайней мере 13 лет, чтобы быть участником этих форумов. Пожалуйста, обратитесь к администратору.";
$l['userdata_invalid_birthday_privacy'] = "Пожалуйста, укажите правильный день рождения в качестве защитной опции";
$l['userdata_invalid_referrer'] = "Введеное имя пригласившего некорректно. Пожалуйста, введите корректное имя пригласившего или оставьте поле пустым.";
$l['userdata_invalid_language'] = "Выбранный язык не существует. Пожалуйста, выберите один из существующих языков.";
$l['userdata_invalid_style'] = "Выбранный стиль является недействительным. Пожалуйста, выберите правильный стиль.";
$l['userdata_away_too_long'] = "Вы указали слишком длинную причину отсутствия. Это поле может содержать не более 200 символов. Удалите {1} символа (ов) из этого поля.";
$l['userdata_missing_returndate'] = "Выбранная дата возвращения имеет одно или несколько незаполненных полей. Пожалуйста, удостоверьтесь, что Вы заполнили поля день, месяц и год.";
$l['userdata_missing_required_profile_field'] = "Вы не ввели опцию для поля \"{1}\". Пожалуйста, заполните или выберите значение для этого поля.";
$l['userdata_bad_profile_field_value'] = "Вы не ввели допустимое значение для поля \"{1}\". Пожалуйста, введите допустимое значение, прежде чем продолжить.";
$l['userdata_bad_profile_field_values'] = "Вы не выбрали правильный режим для поля \"{1}\". Пожалуйста, выберите значение из представленных вариантов.";
$l['userdata_max_limit_reached'] = "Вы ввели неверный количество символов для поля \"{1}\". Заполните, пожалуйста, в этой области не более {2} символов.";
$l['userdata_invalid_checkfield'] = "Было обнаружено, что эта форма была отправлена как спам-бот. Если это ошибка, обратитесь к администратору.";
$l['userdata_invalid_postnum'] = "Количество сообщений  введено неверно. Пожалуйста, введите правильное количество сообщений, или оставьте это поле пустым.";
$l['userdata_invalid_threadnum'] = "Количество тем введено  неверно. Пожалуйста, введите правильное количество, или оставьте поле пустым.";

$l['userdata_too_many_sig_images'] = "Мы сожалеем, но мы не можем обновить вашу подпись, поскольку она содержит слишком много изображений. Удалите некоторые изображения из вашей подписи, чтобы продолжить.";
$l['userdata_too_many_sig_images2'] = "<strong>Примечание:</strong> Максимальное количество изображений для подписей {1}.";
$l['userdata_sig_too_long'] = "Вы не можете обновить свою подпись, потому что она слишком длинная. Максимальная длина подписи {1} символ(ов).";
$l['userdata_sig_remove_chars_plural'] = "Пожалуйста, удалите {1} символов и повторите попытку.";
$l['userdata_sig_remove_chars_singular'] = "Пожалуйста, удалите 1 символ и повторите попытку.";
