<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_editpost'] = "Редактировать сообщение";
$l['edit_post'] = "Редактировать это сообщение";
$l['delete_post'] = "Удалить сообщение";
$l['delete_q'] = "Удалить ?";
$l['delete_1'] = "Чтобы удалить сообщение, установите флажок слева, а затем нажмите на кнопку справа.";
$l['delete_2'] = "<b> Примечание: </b> Если этот пост - первый пост в теме, его удаление приведет к удалению всей темы.";
$l['subject'] = "Заголовк";
$l['your_message'] = "Ваше сообщение";
$l['post_options'] = "Параметры сообщения:";
$l['editreason'] = "Причина изменения:";
$l['options_sig'] = "<strong>Подпись: </strong> включить вашу подпись. (только для заpегистpиpованных)";
$l['options_emailnotify'] = "<strong>Email уведомление:</strong>получать email всякий раз, когда есть новый ответ. (только для заpегистpиpованных)";
$l['options_disablesmilies'] = "<strong>Отключить смайлики:</strong> отключить отображение смайликов в этом сообщении.";
$l['preview_post'] = "Просмотр сообщения";
$l['update_post'] = "Обновление сообщения";
$l['poll'] = "Опрос:";
$l['poll_desc'] = "При желании вы можете прикрепить опрос к этой теме.";
$l['poll_check'] = "Я хочу опубликовать опрос";
$l['num_options'] = "Число опций:";
$l['max_options'] = "(Максимум: {1})";
$l['delete_now'] = "Удалить сейчас";
$l['edit_time_limit'] = "Извините, но вы не можете редактировать своё сообщение. Администратор установил правило, что сообщения могут быть изменены только в пределах {1} минут после публикации.";
$l['no_prefix'] = "Без префикса";

$l['redirect_nodelete'] = "Сообщение не было удалено, потому что вы не установили флажок \"Удалить\" .";
$l['redirect_norestore'] = "Сообщение не было восстановлено, потому что вы не установили флажок \"Восстановить\".";
$l['redirect_postedited'] = "Спасибо, это сообщение было отредактировано. <br />";
$l['redirect_postedited_redirect'] = "Теперь вы будете возвращены к теме.";
$l['redirect_postedited_poll'] = "Спасибо, это сообщение было отредактировано. <br /> Т.к вы решили опубликовать опрос, вы сейчас будете перенаправлены на страницу создания опроса.";
$l['error_invalidpost'] = "Извините, но вы, кажется, перешли по неверной ссылке. Пожалуйста, убедитесь что указанное сообщение существует и повторите попытку.";
$l['redirect_threaddeleted'] = "Спасибо, тема была удалена. <br /> Теперь вы вернётесь на форум.";
$l['redirect_postdeleted'] = "Спасибо, пост был удален.<br />Теперь вы вернётесь в тему.";
$l['redirect_threadrestored'] = "Спасибо, тема была восстановлена.<br /> Теперь вы вернётесь на форум.";
$l['redirect_postrestored'] = "Спасибо, сообщение было восстановлено.<br />Теперь вы вернётесь в тему.";
$l['redirect_threadclosed'] = "Вы не можете редактировать существующие сообщения в этой теме, так как она была закрыта модератором.";
$l['redirect_post_moderation'] = "Администратор указал, что отредактированное сообщение требует модерация. Сейчас вы будете перенаправлены в тему.";
$l['redirect_thread_moderation'] = "Администратор указал, что отредактированные темы требует модерация. Сейчас вы будете перенаправлены  на список форумов.";
$l['error_already_delete'] = "Извините, но этот пост уже удален.";

$l['thread_deleted'] = "Тема удалена навсегда .";
$l['post_deleted'] = "Сообщение удалено навсегда .";
$l['thread_soft_deleted'] = "Мягкое удаление темы";
$l['post_soft_deleted'] = "Мягкое удаление сообщения";
$l['thread_restored'] = "Восстановленная тема";
$l['post_restored'] = "Восстановленное сообщение";

$l['error_already_deleted'] = "Выбранное сообщение уже удалено.";
