<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_group_management'] = "{1} Управление группами";
$l['nav_join_requests'] = "Запросы регистрации";
$l['nav_group_memberships'] = "Членство в группах";

$l['not_leader_of_this_group'] = "Извините, но вы не являетесь лидером этой группы пользователей.";
$l['invalid_group'] = "Эта группа пользователей не существует.";
$l['pending_requests'] = "В ожидании отправки запроса";
$l['num_requests_pending'] = "в настоящее время есть <strong>{1}</strong> запросов  в ожидании на присоединение к этой группе пользователей.";
$l['group_management'] = "Управление группой";
$l['members_of'] = "Участник в \"{1}\"";
$l['user_name'] = "Имя пользователя";
$l['contact'] = "Контакт";
$l['reg_date'] = "Зарегистрирован";
$l['post_count'] = "Сообщений";
$l['remove_selected'] = "Удалить выбранных пользователей из группы";
$l['add_member'] = "Добавить участника в \"{1}\"";
$l['add_member_submit'] = "Добавить участника в группу";
$l['invite_member'] = "Пригласить участника в \"{1}\"";
$l['invite_member_submit'] = "Пригласить участника в группу";
$l['join_requests'] = "Запрос регистрации";
$l['join_requests_title'] = "Запрос регистрации для \"{1}\"";
$l['leader'] = "(Лидер)";
$l['reason'] = "Причина";
$l['accept'] = "Принять";
$l['ignore'] = "Игнорировать";
$l['decline'] = "Отклонить";
$l['action_requests'] = "Выполните действия";
$l['join_requests_moderated'] = "Запросы о вступлении были обработаны.<br />Сейчас вы будете перемещены на список с запросами.";
$l['no_requests'] = "Сейчас нет ожидающих запросов для присоединения этой группе.";
$l['no_users'] = "В этой группе нет пользователей .";
$l['user_added'] = "Пользователь был добавлен в группу.";
$l['users_removed'] = "Выбранный пользователь был удален из группы.";
$l['group_no_members'] = "На текущий момент в группе нет участников<br />Для возврата настраницу упраления группой, кликнете <a href=\"usercp.php?action=usergroups\">здесь</a>.";
$l['group_public_moderated'] = "Это группа пользователей является открытой группой.  Все запросы о вступлении в группу  обрабатываются лидером группы.";
$l['group_public_not_moderated'] = "Эта группа пользователей является открытой группой. Любой желающий может свободно присоединиться к группе .";
$l['group_public_invite'] = "Эта группа пользователей является открытой группой и требует приглашение от лидера группы, для того, чтобы присоединится к ней.";
$l['group_private'] = "Эта группа пользователей является закрытой группой. Членство в группе предоставляется только лидером этой группы.";
$l['group_default'] = "Эта группа пользователей является основной группой.";
$l['group_leaders'] = "Лидер группы";
$l['no_users_selected'] = "Извините, нет пользователей, выбранных для удаления. <br /> Пожалуйста, вернитесь назад и выберите пользователей, которых вы хотите удалить из этой группы.";

$l['error_alreadyingroup'] = "Указанный пользователь уже является частью группы пользователей.";
$l['error_alreadyinvited'] = "Указанный пользователь уже приглашен.";

$l['user_invited'] = "Пользователь был приглашен присоединиться к группе пользователей.";
$l['invite_pm_subject'] = "Вы были приглашены присоединиться к \"{1}\"";
$l['invite_pm_message'] = "Вы получили приглашение войти в группу  \"{1}\".

Для входа , пожалуйста, перейдите к вашей странице  [url={2}/usercp.php?action=usergroups]участников группы[/url]  и кликните 'Принять приглашение'.

Это приглашение бессрочное.";
$l['invite_pm_message_expires'] = "Вы получили приглашение войти в группу \"{1}\".

Для входа , пожалуйста, перейдите к вашей странице [url={2}/usercp.php?action=usergroups]участников группы[/url]  и кликните 'Принять приглашение'.

Приглашение истекает после {3} дней от текущего момента.";

