<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_register'] = "Регистрация";
$l['nav_activate'] = "Активация";
$l['nav_resendactivation'] = "Повторный запрос активации на Email";
$l['nav_lostpw'] = "Восстановление пароля";
$l['nav_resetpassword'] = "Сброс пароля";
$l['nav_login'] = "Авторизоваться";
$l['nav_emailuser'] = "Email пользователю";
$l['nav_referrals'] = "Пользователи которых пригласил {1}";
$l['nav_profile'] = "Профиль {1}";

$l['referrals'] = "Приглашённые";
$l['referral_date'] = 'Дата приглашения:';
$l['referrals_no_user_specified'] = 'Пользователь не указан.';
$l['referrals_invalid_user'] = 'Указан неверный пользователь.';
$l['member_no_referrals'] = 'Нет приглашённых для этого пользователя.';

$l['tpp_option'] = "Отображать {1} тем на странице";
$l['ppp_option'] = "Отображать {1} сообщений на странице";
$l['account_activation'] = "Активация аккаунта";
$l['activate_account'] = "Активировать аккаунт";
$l['activation_code'] = "Код активации:";

$l['email_user'] = "Отправить {1}  Email";
$l['email_subject'] = "Заголовок Еmail";
$l['email_message'] = "Сообщение Email";
$l['send_email'] = "Отправить Email";
$l['error_hideemail'] = "Получатель выбрал скрытие своего адреса электронной почты, и в результате вы не можете отправить его.";
$l['error_no_email_subject'] = "Вы должны ввести тему для вашего email";
$l['error_no_email_message'] = "Вам необходимо ввести сообщение для вашего email";

$l['login'] = "Авторизоваться";
$l['pw_note'] = "Обратите внимание, что пароли чувствительны к регистру.";
$l['lostpw_note'] = "Забыли пароль?";
$l['lost_pw'] = "Забыли пароль аккаунта";
$l['lost_pw_form'] = "Форма смены пароля";
$l['email_address'] = "Email адрес:";
$l['request_user_pass'] = "Запрос учетных данных для входа";
$l['profile'] = "Профиль {1}";
$l['registration_date'] = "Дата регистрации:";
$l['date_of_birth'] = "Дата рождения:";
$l['birthdayhidden'] = "Скрытый";
$l['birthday'] = "День рождения:";
$l['local_time'] = "Местное время:";
$l['local_time_format'] = "{1} - {2}";
$l['users_forum_info'] = "Основная информация  {1} ";
$l['joined'] = "Регистрация:";
$l['lastvisit'] = "Последний визит:";
$l['total_posts'] = "Всего сообщений:";
$l['ppd_percent_total'] = "{1} сообщений в день | {2} процентов от общего количества постов";
$l['total_threads'] = "Всего тем:";
$l['tpd_percent_total'] = "{1} тем в день | {2} процентов от общего количества тем";
$l['find_posts'] = "Найти все сообщения";
$l['find_threads'] = "Найти все темы";
$l['members_referred'] = "Приглашений от участников:";
$l['rating'] = "Рэйтинг:";
$l['users_contact_details'] = "Контакты {1} ";
$l['homepage'] = "Домашняя страница:";
$l['pm'] = "Личное сообщение:";
$l['send_pm'] = "Отправить {1} личное сообщение.";
$l['icq_number'] = "ICQ номер:";
$l['skype_id'] = "Skype ID:";
$l['google_id'] = "Google Talk ID:";
$l['avatar'] = "Аватар:";
$l['warning_level'] = "Уровень предупреждений:";
$l['warn'] = "Предупредить";
$l['away_note'] = "{1} в настоящее время отсутствует.";
$l['away_reason'] = "Причина:";
$l['away_since'] = "Отсутствует с:";
$l['away_returns'] = "Возвращает на:";
$l['away_no_reason'] = "Не определен.";
$l['ban_note'] = "В этом форуме учетная запись в настоящее время забанена.";
$l['ban_by'] = "Забанил";
$l['ban_length'] = "Длительность бана";
$l['ban_remaining'] = "осталось";

$l['users_additional_info'] = "Дополнительная информация о {1}";
$l['email'] = "Email:";
$l['send_user_email'] = "Отправить email {1} .";
$l['users_signature'] = "Попись {1}";
$l['agreement'] = "Соглашение о регистрации";
$l['agreement_1'] = "В то время, как мы пытаемся редактировать или удалять любые сообщения, содержащие неуместное, сексуально ориентированный, оскорбительный, ненавистнический, клеветнический или угрожающий материал, который можно было бы считать нарушающим неприкосновенность частной жизни человека, или которые в противном случае нарушают любые права, тем не менее мы не в состоянии, чтобы рассмотреть каждое сообщение, опубликованное на этих форумах. По этой причине вы признаете, что все сообщения, которые размещены на этих форумах, выражают взгляды и мнения автора оригинала сообщения и не обязательно мнение администрации этих форумов. Поэтому мы не несем никакой ответственности и не можем быть привлечен к ответственности за размещаемые сообщения. Мы не ручаемся и не гарантируем точность и полноту каждого сообщения.";
$l['agreement_2'] = "Регистрируясь на этом форуме вы соглашаетесь, что вы не будете публиковать любой материал, который является заведомо ложным, неточным, оскорбительным, ненавистническим, оскорбительным, сексуально ориентированным, угрожающим или нарушающим неприкосновенность частной жизни человека, или любого другого материала, который может нарушить любые применимые законы.";
$l['agreement_3'] = "Несоблюдение этих правил может привести к прекращению действия вашего аккаунта, приостановке аккаунта или постоянному запрету доступа к этим форумам. Ваш IP-адрес записывается с каждым сообщением, которое вы делаете на этих форумах и могут быть удалены администрацией форума, если необходимо. Вы согласны с тем, что у нас есть возможность и право в любое время удалить, отредактировать, или заблокировать любую учетную запись или сообщение , которое оно сочло нужным. Вы также соглашаетесь, что любая информация, которую вы вводите на этих форумах хранится в базе данных, и что \"куки\" хранятся на вашем компьютере, чтобы сохранить вашу регистрационную информацию.";
$l['agreement_4'] = "Любая информация, предоставленная на этих форумах не будет открыта третьим лицам без вашего полного согласия , при этом администрация не может быть привлечена к ответственности за действия хакеров, если ваши данные будут скомпрометированы.";
$l['agreement_5'] = "Продолжая процесс регистрации вы соглашаетесь с вышеупомянутыми правилами и любыми другими, которые установит Администрация .";
$l['registration'] = "Регистрация";
$l['required_fields'] = "Обязательные для заполнения поля";
$l['complex_password'] = "<acronym title=\"Пароль, содержащий по крайней мере {1} символов и содержит заглавную букву, строчную буквы и цифры.\">Сложный</abbr> Пароль:";
$l['confirm_email'] = "Подтверждение Email:";
$l['optional_fields'] = "Дополнительные поля";
$l['website_url'] = "URL вашего сайта :";
$l['birthdate'] = "Дата рождения:";
$l['additional_info'] = "Дополнительная информация";
$l['required_info'] = "Необходимая информация";
$l['i_agree'] = "Согласен";
$l['account_details'] = "Детали учетной записи";
$l['account_prefs'] = "Настройки учетной записи:";
$l['invisible_mode'] = "Спрятать меня из списка \"Кто Онлайн\".";
$l['allow_notices'] = "Получать электронные письма от администраторов.";
$l['hide_email'] = "Скрыть свою электронную почту от других участников.";
$l['email_notify'] = "Создавая сообщения, автоматически подписаться на тему.";
$l['receive_pms'] = "Получать личные сообщения от других пользователей.";
$l['pm_notice'] = "Уведомлять меня всплывающим окном при получении личного сообщения";
$l['email_notify_newpm'] = "Сообщить мне по email, когда я получаю новое личноесообщение.";
$l['time_offset'] = "Временная зона (<acronym title=\"Переход на летнее время\">Летнее время</acronym> не учитывать коррекцию):";
$l['time_offset_desc'] = "Если Вы находитесь в часовом поясе, отличающемся от используемого на форуме, Вы можете выбрать его из списка ниже.";
$l['dst_correction'] = "Коррекция Перехода на летнее время:";
$l['dst_correction_auto'] = "Автоматическое определение параметров перехода на летнее время";
$l['dst_correction_enabled'] = "Всегда используйте коррекцию летнего времени";
$l['dst_correction_disabled'] = "Никогда не использовать коррекцию летнего времени";
$l['redirect_registered_coppa_activate'] = "Спасибо за регистрацию на {1}, {2}. Ваш аккаунт был успешно создан, однако, если владелец этого аккаунта моложе 13 лет, ему должно быть выдано разрешение от родителей прежде, чем этот аккаунт может быть использован.<br /><br />Родители или опекуны должны скачать, заполнить и отправить нам полную копию формы нашего <a href=\"member.php?action=coppa_form\">Соглашения COPPA</a>.<br /><br />Только после получения полностью заполненного заявления, ваш аккаунт будет активирован.";
$l['coppa_compliance'] = "Соглашение COPPA";
$l['coppa_desc'] = "Для того, чтобы зарегистрироваться на этих форумах мы требуем подтверждения своего возраста, чтобы соответствовать <a href=\"http://coppa.org/\" title=\"Children's Online Privacy Protection Act\" target=\"_blank\"rel=\"noopener\">COPPA</a>. Пожалуйста, введите дату вашего рождения ниже. <br /> <br /> Если вы в возрасте до 13 лет, разрешение родителей должно быть получено до регистрации. Родитель или законному опекуну будет необходимо скачать, заполнить и отправить нам заполненную копию нашей формы разрешения<a href=\"member.php?action=coppa_form\" target=\"_blank\">>COPPA Compliance &amp; Permission form</a>.";
$l['coppa_desc_for_deny'] = "Чтобы зарегистрироваться на этих форумах, мы требуем, чтобы вы подтвердили свой возраст в соответствии с <a href=\"http://coppa.org/\" title=\"Children's Online Privacy Protection Act\" target=\"_blank\" rel=\"noopener\">COPPA</a>. Пожалуйста, введите дату вашего рождения ниже.";
$l['hide_dob'] = "Вы можете выбрать, чтобы скрыть свою дату рождения и возраст, отредактировав ваш профиль после регистрации.";
$l['signature'] = "Подпись:";
$l['continue_registration'] = "Продолжить с регистрацией";
$l['birthdayprivacy'] = "Конфиденциальность Даты рождения :";
$l['birthdayprivacyall'] = "Отображение возраста и даты рождения";
$l['birthdayprivacynone'] = "Скрытие возраста и даты рождения";
$l['birthdayprivacyage'] = "Отображение только возраста";
$l['leave_this_field_empty'] = "Оставьте это поле пустым:";
$l['error_need_to_be_thirteen'] = "Вы должны быть тринадцать лет или старше, чтобы зарегистрироваться на этом форуме.";
$l['coppa_registration'] = "Форма регистрации COPPA";
$l['coppa_form_instructions'] = "Распечатайте эту форму, заполните ее и либо по факсу на номер ниже или по почте по указанному почтовому адресу.";
$l['fax_number'] = "Fax:";
$l['mailing_address'] = "Почтовый адрес:";
$l['account_information'] = "Информация об аккаунте";
$l['parent_details'] = "Подробнее о Родителе / Опекуне";
$l['full_name'] = "Полное имя:";
$l['relation'] = "Родственное отношение:";
$l['phone_no'] = "телефон #:";
$l['coppa_parent_agreement'] = "Я понимаю, что информация, которую я предоставил правдива, что любая информация может быть изменена в будущем, введя полученный пароль и эта учетная запись пользователя может быть удален по запросу.";

$l['coppa_agreement_1'] = "Пользователи в возрасте до 13 лет должны получить разрешение от их родителей или законного опекуна для того, чтобы зарегистрироваться на {1}.";
$l['coppa_agreement_2'] = "Родитель или законный опекун будет обязан скачать, заполнить и отправить нам заполненную копию нашей формы <a href=\"member.php?action=coppa_form\" target=\"_blank\" rel=\"noopener\"> COPPA Compliance &amp; Permission </a>, прежде чем членство будет удовлетворено.";
$l['coppa_agreement_3'] = "Если вы хотите, вы можете начать процесс регистрации сейчас, однако учетная запись будет недоступна до тех пор, выше форма COPPA не будет получена нами.";

$l['error_invalid_birthday'] = "День рождения недействительна. Пожалуйста, введите правильный день рождения.";
$l['error_awaitingcoppa'] = "Вы не можете войти в систему с помощью этой учетной записи,т.к мы все еще ожидаем проверки Coppa от одного из родителей или опекуна. <br /> <br /> Родителя или законного опекуна необходимо скачать, заполнить и отправить нам заполненную копию нашего <a href=\"member.php?action=coppa_form\">СOPPA Compliance &amp; Permission </a>. <br /> <br /> После того как мы получим заполненную копию этой формы, учетная запись будет активирована.";

$l['lang_select'] = "Языковые настройки:";
$l['lang_select_desc'] = "Если вы живете в стране, которая говорит на другом языке, чем на форумах по умолчанию, вы можете быть в состоянии выбрать и установить для чтения, один из языковых пакетов ниже.";
$l['lang_select_default'] = "Использовать по умолчанию";

$l['submit_registration'] = "Подтвердить регистрацию!";
$l['confirm_password'] = "Подтвердите Пароль:";
$l['referrer'] = "Пригласивший:";
$l['referrer_desc'] = "Если вы пришли к этим формам по приглашению другого участника, вы можете ввести его имя ниже. Если нет, то просто оставьте это поле пустым.";
$l['resend_activation'] = "Повторная активация учетной записи ";
$l['request_activation'] = "Запрос кода активации";
$l['ppp'] = "Сообщений на странице:";
$l['ppp_desc'] = "Позволяет выбрать количество сообщений, которое будет показано на странице в теме.";
$l['tpp'] = "Темы на странице:";
$l['tpp_desc'] = "Позволяет выбрать количество тем, которое будет показано на странице в списке тем.";
$l['reset_password'] = "Сброс пароля";
$l['send_password'] = "Отправить новый пароль!";
$l['registration_errors'] = "Следующие ошибки произошли при вашей регистрации:";
$l['timeonline'] = "Время участия на форуме:";
$l['timeonline_hidden'] = "(Скрытый)";
$l['registrations_disabled'] = "Извините, но вы не можете зарегистрировать сейчас, т.к  администратор отключил регистрацию новых  учетных записей.";
$l['error_username_length'] = "Ваше имя пользователя является недействительным, т.к. должно быть в пределах от {1} до {2} символов.";
$l['error_stop_forum_spam_spammer'] = "К сожалению, ваш {1} совпадает с известным спамером. Если вы чувствуете, что это ошибка, обратитесь к администратору.";
$l['error_stop_forum_spam_fetching'] = "К сожелению, что-то пошло не так при проверке аккаунта в базе данных спамеров. Скорее всего база данных не доступна.Пожалуйста, повторите попытку позже.";

$l['none_registered'] = "Не зарегистрирован";
$l['not_specified'] = "Не указано";
$l['membdayage'] = "({1} лет)";
$l['mod_options'] = "Функции Модератора";
$l['edit_in_mcp'] = "Редактировать этого пользователя в ПУ модератора";
$l['ban_in_mcp'] = "Забанить  этого пользователя в ПУ модератора";
$l['edit_ban_in_mcp'] = "Редактировать бан в Mod CP";
$l['lift_ban_in_mcp'] = "Снять бан в Mod CP";
$l['purgespammer'] = "Зачистка спамера";
$l['edit_usernotes'] = "Редактировать примечания пользователя в ПУ модератора";
$l['no_usernotes'] = "Сейчас нет примечаний для этого пользователя";
$l['view_all_notes'] = "Просмотреть все примечания";
$l['view_notes_for'] = "Просмотреть примечания для {1}";
$l['registration_ip'] = "Регистрационный IP:";
$l['last_known_ip'] = "Последний известный IP:";
$l['reputation'] = "Репутация:";
$l['reputation_vote'] = "Оценить";
$l['reputation_details'] = "Подробнее";
$l['already_logged_in'] = "Примечание: Вы уже вошли как {1}.";
$l['admin_edit_in_acp'] = "Редактировать этого пользователя в ПУ администратора";
$l['admin_ban_in_acp'] = "Забанить этого пользователя в ПУ администратора";
$l['admin_lift_ban_in_acp'] = "Снять бан в Admin CP";
$l['admin_edit_ban_in_acp'] = "Редактировать бан в Admin CP";
$l['admin_options'] = "Функции администратора";

$l['redirect_registered_activation'] = "Благодарим Вас за регистрацию на {1}, {2}. <br> Для завершения регистрации, пожалуйста, проверьте свою электронную почту с инструкцией по активации учетной записи. До тех пор пока вы не активируете свой аккаунт, вы не сможете разместить сообщение на этих форумах";
$l['redirect_emailupdated'] = "Ваш электронный адрес был успешно изменен. <br /> Сейчас вы будете перенаправлены обратно на главную страницу.";
$l['redirect_accountactivated'] = "Ваша учетная запись успешно активирована.<br />Сейчас вы будете перенаправлены на главную страницу.";
$l['redirect_accountactivated_admin'] = "Ваш электронный адрес успешно проверен.<br />Ваша регистрация должна быть активирована администратором. До тех пор, вы не сможете разместить сообщения на этих форумах.<br />Сейчас вы будете перенаправлены на главную страницу.";
$l['redirect_registered'] = "Благодарим Вас за регистрацию на {1}, {2}.<br />Сейчас вы будете перенаправлены на главную страницу.";
$l['redirect_registered_admin_activate'] = "Благодарим Вас за регистрацию на {1}, {2}.<br />Ваша регистрация должна быть активирована администратором. До тех пор, вы не сможете разместить сообщение на этих форумах.";
$l['redirect_loggedout'] = "Вы успешно вышли из системы.<br />Сейчас вы будете перенаправлены на главную страницу.";
$l['redirect_alreadyloggedout'] = "Вы уже вышли из системы или ещё не вошли .<br />Сейчас вы будете перенаправлены на главную страницу.";
$l['redirect_lostpwsent'] = "Спасибо, для  учетной записи, относящиеся к этому адресу email сейчас было отправлено email с подробной информацией о том, как сбросить пароль.<br /><br />Сейчас вы будете перенаправлены на главную страницу.";
$l['redirect_activationresent'] = "Ваш адрес электронной почты активации будет сброшен.";
$l['redirect_passwordreset'] = "Спасибо, пароль для учетной записи сброшен. Новый случайно сгенерированный пароль был отправлен на адрес электронной почты в вашем аккаунте.";
$l['redirect_memberrated'] = "Участник был оценен успешно .";
$l['redirect_registered_passwordsent'] = "Случайный пароль был создан и отправлен на ваш адрес электронной почты. Перед тем как вы можете войти на этих форумах, вам нужно будет проверить свою электронную почту , чтобы узнать пароль.";
$l['redirect_validated'] = "Спасибо, ваша учетная запись была подтверждена.<br />Теперь вы можете зайти на форумы.";

$l['error_activated_by_admin'] = "Вы не можете повторно отправить письмо с кодом активации учетной записи, так как все заявки должны быть одобрены Администратором.";
$l['error_alreadyregistered'] = "Извините, но наша система показывает, что вы уже зарегистрировались на этих форумах и регистрация мультиаккаунта была отключена.";
$l['error_alreadyregisteredtime'] = "Мы не можем обработать вашу регистрацию, т.к  была уже {1} новая(ых) регистрация (ии) с вашего IP-адреса за прошлые {2} часа. Пожалуйста, повторите попытку позже.";
$l['error_badlostpwcode'] = "Вы, кажется, ввели неверный код сброса пароля. Пожалуйста, перечитайте письмо, которое вам прислали или свяжитесь с администратором форума для получения дополнительной помощи.";
$l['error_badactivationcode'] = "Вы ввели неверный код активации учетной записи. Для повторной отправки письма активации на ваш адрес электронной почты , пожалуйста, нажмите<a href=\"member.php?action=resendactivation\">здесь</a>.";
$l['error_alreadyactivated'] = "Оказывается, ваша учетная запись уже активирована и не требует проверки email.";
$l['error_alreadyvalidated'] = "Ваш электронный адрес уже был подтвержден.";
$l['error_nothreadurl'] = "Ваше сообщение не содержит URL темы. Пожалуйста, используйте \"Отправить другу\" по прямому назначению.";
$l['error_bannedusername'] = "Вы ввели имя пользователя, запрещенного в регистрации. Пожалуйста, выберите другое имя.";
$l['error_notloggedout'] = "Ваш идентификатор пользователя не может быть проверен для вашего входа. Это может быть потому, что злоумышленник с Javascript пытается войти за вас автоматически.Если вы намеревались выйти, пожалуйста, нажмите на кнопку \"Выход\" в верхнем меню.";
$l['error_regimageinvalid'] = "Введённый вами код проверки изображения  неверный. Пожалуйста, введите код в точности так, как он отображается на картинке.";
$l['error_regimagerequired'] = "Пожалуйста, заполните код проверки изображения, чтобы продолжить процесс входа в систему. Пожалуйста, введите код в точности так, как он отображается на картинке.";
$l['error_spam_deny'] = "Наши системы обнаруживают, что вы можете быть спамером и поэтому вам было отказано в регистрации. Если вы чувствуете, что это ошибка, обратитесь к администратору.";
$l['error_spam_deny_time'] = "Наши системы обнаруживают, что вы можете быть спамер и поэтому вам было отказано в регистрации. Регистрация должна занять минимальное время {1} секунд для предотвращения автоматических регистраций, зарегистрированных в {2} секунд. Если вы чувствуете, что это ошибка, обратитесь к администратору.";

$l['js_validator_no_username'] = "Вы должны ввести имя пользователя";
$l['js_validator_invalid_email'] = "Вам необходимо ввести действительный адрес электронной почты";
$l['js_validator_email_match'] = "Вам необходимо ввести один и тот же адрес электронной почты еще раз";
$l['js_validator_no_image_text'] = "Вам необходимо ввести текст в изображение выше";
$l['js_validator_no_security_question'] = "Вам нужно ввести ответ на вопрос выше";
$l['js_validator_password_matches'] = "Введённые вами пароли должны совпадать";
$l['js_validator_password_complexity'] = "Проверка сложности пароля";
$l['js_validator_password_length'] = "Ваш пароль должен быть длиной {1} или более символов ";
$l['js_validator_bad_password_security'] = "Введенный вами пароль аналогичен вашему имени пользователя или адресу электронной почты. Пожалуйста, введите более надежный пароль.";
$l['js_validator_not_empty'] = "Вы должны выбрать или ввести значение для этого поля";
$l['js_validator_checking_username'] = "Проверка доступности имени пользователя ";
$l['js_validator_username_length'] = "Именя пользователя должно быть длиной  от {1} до {2} символов";
$l['js_validator_checking_referrer'] = "Проверка, если имя пользователя пригласившего существует.";
$l['js_validator_captcha_valid'] = "Проверка ввели  ли вы правильный код подтверждения изображения.";

$l['security_question'] = "Контрольный вопрос";
$l['question_note'] = "Пожалуйста, ответьте на данный вопрос. Этот процесс используется для предотвращения автоматизированных процессов.";
$l['error_question_wrong'] = "Отправленный  вами ответ на вопрос безопасности является неправильным. Пожалуйста, попробуйте еще раз.";

$l['subscription_method'] = "По умолчанию режим подписки на темы:";
$l['no_auto_subscribe'] = "Не подписываться";
$l['no_subscribe'] = "Не уведомлять";
$l['instant_email_subscribe'] = "Мгновенное уведомление по email";
$l['instant_pm_subscribe'] = "Мгновенное уведомление на ЛС";

$l['remove_from_buddy_list'] = "Удалить из списка друзей";
$l['add_to_buddy_list'] = "Добавить в список друзей";
$l['remove_from_ignore_list'] = "Удалить из списка игнорирования";
$l['add_to_ignore_list'] = "Добавить в список игнорирования";
$l['report_user'] = "Пожаловаться на пользователя";

$l['newregistration_subject'] = "Новая регистрация на {1}";
$l['newregistration_message'] = "{1},

Существует новый пользователь на {2}, активации которого находится на рассмотрении администратора.

Имя пользователя: {3}

Спасибо,
Администрация {2} ";
