<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['click_no_wait'] = "Нажмите здесь, если вы не хотите ожидать.";
$l['redirect_return_forum'] = "<br /><br />Альтернативно, <a href=\"{1}\">вернуться в форум</a>.";
$l['redirect_emailsent'] = "Ваш email был успешно отправлен.";
$l['redirect_loggedin'] = "Вы успешно вошли в систему. <br /> Теперь вас перенаправят обратно, откуда вы пришли.";

$l['error_invalidpworusername'] = "Вы ввели недопустимое сочетание имени пользователя / пароля. <br /><br />Если вы забыли свой пароль, пожалуйста <a href=\"member.php?action=lostpw\">получите новый</a>.";
$l['error_invalidpworusername1'] = "Вы ввели неверную комбинацию адреса электронной почты / пароль.<br /><br />Если вы забыли свой пароль, пожалуйста <a href=\"member.php?action=lostpw\">получите новый</a>.";
$l['error_invalidpworusername2'] = "Вы ввели недопустимое сочетание имя пользователя/пароль или email/пароль. <br /><br />Если вы забыли свой пароль, пожалуйста <a href=\"member.php?action=lostpw\">получите новый</a>.";
$l['error_incompletefields'] = "Похоже, вы оставили один или несколько обязательных полей пустым. Пожалуйста, вернитесь и введите необходимые поля.";
$l['error_alreadyuploaded'] = "Это сообщение уже содержит вложение с таким же именем. Пожалуйста, переименуйте файл и загрузить его снова. В качестве альтернативы вы можете нажать кнопку \"Обновить\" вложение.";
$l['error_alreadyuploaded_perm'] = "Это сообщение уже содержит вложение с таким же именем. Пожалуйста, либо удалить существующий файл или переименовать файл и загрузить его снова.";
$l['error_nomessage'] = "К сожалению, мы не можем продолжить работу, поскольку вы не ввели правильное сообщение. Пожалуйста, вернитесь назад и сделайте это.";
$l['error_invalidemail'] = "Вы не ввели правильный адрес электронной почты.";
$l['error_nomember'] = "Указанный участник недействителен или не существует.";
$l['error_maxposts'] = "Мне очень жаль, но ваш дневной лимит отправки сообщений был превышен. Пожалуйста, подождите до завтра, чтобы отправлять дальше или обратитесь к администратору.<br /><br />Максимальное количество сообщений вы можете делать в день {1}";
$l['error_nohostname'] = "Имя хоста не может быть найдено для IP , который вы ввели.";
$l['error_invalidthread'] = "Указанная тема не существует.";
$l['error_invalidpost'] = "Указанное сообщение не существует.";
$l['error_invalidannouncement'] = "Указанное объявление не существует.";
$l['error_invalidattachment'] = "Указанное вложение не существует.";
$l['error_invalidforum'] = "Несуществующий форум";
$l['error_closedinvalidforum'] = "Вы не можете создавать сообщение в этом форуме, потому что либо форум закрыт, либо перенаправлен на другую веб-страницы, или это категория.";
$l['error_attachtype'] = "Тип файла, который вы прилагаете не допускается. Пожалуйста, удалите вложение или выберите другой тип файла.";
$l['error_attachsize'] = "Файл, который вы вкладываете слишком велик. Максимальный размер для этого типа файла {1} килобайт.";
$l['error_uploadempty'] = "Указанный файл пуст.";
$l['error_uploadsize'] = "Размер загружаемого файла слишком велик.";
$l['error_uploadfailed'] = "Не удалось загрузить файл. Пожалуйста, выберите правильный файл и повторите попытку.";
$l['error_uploadfailed_detail'] = "Сведения об ошибке:";
$l['error_uploadfailed_php1'] = "PHP ответ: Загруженный файл превышает размер, указанный в директиве upload_max_filesize в php.ini.  Пожалуйста, обратитесь к администратору форума с этой ошибкой.";
$l['error_uploadfailed_php2'] = "Загруженный файл превышает максимальный размер файла.";
$l['error_uploadfailed_php3'] = "Загруженный файл был загружен только частично.";
$l['error_uploadfailed_php4'] = "Ни один файл не был загружен.";
$l['error_uploadfailed_php6'] = "PHP ответ: Отсутствует временную папку. Пожалуйста, обратитесь к администратору форума с этой ошибкой.";
$l['error_uploadfailed_php7'] = "PHP ответ: Не удалось записать файл на диск. Пожалуйста, обратитесь к администратору форума с этой ошибкой.";
$l['error_uploadfailed_phpx'] = "PHP вернул код ошибки: {1}.  Пожалуйста, обратитесь к администратору форума с этой ошибкой.";
$l['error_uploadfailed_nothingtomove'] = "Был определен Недопустимый файл, поэтому загруженный файл не может быть перемещен к месту назначения.";
$l['error_uploadfailed_movefailed'] = "Существовала проблема перемещения загруженного файла к месту назначения.";
$l['error_uploadfailed_lost'] = "Вложение не может быть найден на сервере.";
$l['error_emailmismatch'] = "Адреса электронной почты, которые вы ввели, не совпадают. Пожалуйста вернитесь и попробуйте снова";
$l['error_nopassword'] = "Вы не ввели правильный пароль.";
$l['error_usernametaken'] = "Выбранное  имя пользователя уже зарегистрировано. Если вы ранее регистрировались на этих форумах, пожалуйста, <a href=\"member.php?action=login\">войдите</a>.";
$l['error_nousername'] = "Вы не ввели имя пользователя.";
$l['error_invalidusername'] = "Указанное имя пользователя является недопустимым.";
$l['error_invalidpassword'] = "Введенный вами пароль неверен. Если вы забыли свой пароль, нажмите <a href=\"member.php?action=lostpw\">здесь</a>. В противном случае, вернитесь и попробуйте еще раз.";
$l['error_postflooding'] = "Извините, но мы не можем обработать ваш пост. Администратор разрешает Вам  размещать пост один раз в {1} секунд.";
$l['error_nopermission_guest_1'] = "Вы не вошли в систему или у вас нет разрешения на просмотр этой страницы. Это может быть вызвано одной из следующих причин:";
$l['error_nopermission_guest_2'] = "Вы не вошли в систему или необходимо зарегистрироваться. Пожалуйста, используйте форму в нижней части этой страницы для входа.";
$l['error_nopermission_guest_3'] = "Вы не имеете доступа к этой странице. Вы пытаетесь получить доступ к административным страницам или ресурсу, которого у вас нет? Проверьте правила форума и какие действия вам разрешены.";
$l['error_nopermission_guest_4'] = "Ваша учетная запись могла быть отключена администратором или аккаунт может ожидать активации .";
$l['error_nopermission_guest_5'] = "Вы зашли на эту страницу напрямую, а не с помощью соответствующих форм или ссылок.";
$l['login'] = "Вход";
$l['need_reg'] = "Нужно зарегистрироваться?";
$l['forgot_password'] = "Забыли пароль?";
$l['error_nopermission_user_1'] = "Вы не имеете доступа к этой странице. Это может быть из-за одной из следующих причин:";
$l['error_nopermission_user_ajax'] = "У вас нет разрешения на доступ к этой странице.";
$l['error_nopermission_user_2'] = "Ваша учетная запись была приостановлена либо или вам запретили доступ к этому ресурсу.";
$l['error_nopermission_user_3'] = "Вы не имеете доступа к этой странице. Вы пытаетесь получить доступ к административным страницам или ресурсу, которого у вас нет? Проверьте правила форума и что вам разрешено выполнить это действие.";
$l['error_nopermission_user_4'] = "Ваша учетная запись может по-прежнему ожидает активации или модерации.";
$l['error_nopermission_user_5'] = "Вы зашли на эту страницу напрямую, а не с помощью соответствующих форм или ссылки.";
$l['error_nopermission_user_resendactivation'] = "Выслать повторно код активации";
$l['error_nopermission_user_username'] = "Вы в настоящее время вошли в систему с именем пользователя: \'{1}\'";
$l['logged_in_user'] = "Вошедший пользователь";
$l['error_too_many_images'] = "Слишком много изображений.";
$l['error_too_many_images2'] = "Мы сожалеем, но мы не можем обработать ваш пост, поскольку он содержит слишком много изображений. Удалите некоторые изображения из вашего сообщения, чтобы продолжить.";
$l['error_too_many_images3'] = "<b>Примечание:</b> Максимальное количество изображений в сообщении ";
$l['error_attach_file'] = "Ошибка вложения файла";
$l['please_correct_errors'] = "Пожалуйста, исправьте следующие ошибки, прежде чем продолжить:";
$l['error_reachedattachquota'] = "Извините, но вы не можете прикрепить этот файл, потому что вы достигли квоту на вложения {1}";
$l['error_maxattachpost'] = "Извините, но вы не можете прикрепить этот файл, потому что вы достигли максимального допустимого количества вложений в пост {1}";
$l['error_invaliduser'] = "Указанный пользователь является недействительным или не существует.";
$l['error_invalidaction'] = "Неверное действие";
$l['error_messagelength'] = "К сожалению, ваше сообщение слишком длинное и не могут быть размещены. Пожалуйста, попробуйте сократить ваше сообщение и повторите попытку.";
$l['error_message_too_short'] = "К сожалению, Ваше сообщение слишком короткое и не могут быть размещены.";
$l['failed_login_wait'] = "Вы не смогли войти в требуемое число попыток. Теперь вы должны пождать {1} час {2} мин {3} сек, прежде чем вы можете войти снова.";
$l['failed_login_again'] = "<br />У вас есть ещё <strong>{1}</strong> попыток входа в систему.";
$l['error_max_emails_day'] = "Вы не можете использовать функции \'Отправить тему другу\' или \'Email пользователю\' потому, что вы уже использовали вашу выделенную квоту отправки {1} сообщения в течение последних 24 часов.";
$l['attachments_disabled'] = "Вы не можете использовать функцию вложения, как она была отключена администратором.";
$l['error_attach_filename_length'] = "Имя файла '{1}' превышает максимальную длину имени файла {2}. Загрузите файл с более коротким именем.";

$l['emailsubject_lostpw'] = "Сброс пароля для {1}";
$l['emailsubject_passwordreset'] = "Новый пароль для {1}";
$l['emailsubject_subscription'] = "Новый ответ на {1}";
$l['emailsubject_randompassword'] = "Ваш пароль для {1}";
$l['emailsubject_activateaccount'] = "Активация учетной записи в {1}";
$l['emailsubject_forumsubscription'] = "Новая тема в {1}";
$l['emailsubject_reportpost'] = "Reported post at {1}";
$l['emailsubject_reportprofile'] = "Reported user at {1}";
$l['emailsubject_reportreputation'] = "Reported reputation at {1}";
$l['emailsubject_reachedpmquota'] = "Кота на личные сообщения устанавливается в {1}";
$l['emailsubject_changeemail'] = "Изменение электронной почты в {1}";
$l['emailsubject_newpm'] = "Новое личное сообщение в {1} - {2}";
$l['emailsubject_newjoinrequest'] = "Новый запрос Регистрация на {1}";
$l['emailsubject_sendtofriend'] = "Интересное обсуждение на {1}";
$l['emailsubject_changepassword'] = "Смена пароля в {1}";
$l['emailbit_viewthread'] = "... (посетить тему, чтобы прочитать больше..)";

$l['email_lostpw'] = "{1},

Для завершения этапа сброса пароля учетной записи на {2}, вам нужно будет перейти по указанному ниже URL в веб-браузере.

{3}/member.php?action=resetpassword&uid={4}&code={5}

Если выше ссылкаработает не правильно, перейдите

{3}/member.php?action=resetpassword

Вам нужно будет ввести следующее:
Имя пользователя: {1}
Код активации: {5}

Спасибо
{2} Администрация ";
$l['email_lostpw1'] = "{1},

Для завершения этапа сброса пароля учетной записи на {2}, вам нужно будет перейти по указанному ниже URL в веб-браузере.

{3}/member.php?action=resetpassword&uid={4}&code={5}

Если выше ссылка не работает правильно, перейдите

{3}/member.php?action=resetpassword

Вам нужно будет ввести следующее:
Ваш email адрес
Код активации: {5}

Спасибо
{2} Администрация ";
$l['email_lostpw2'] = "{1},

Для завершения этапа сброса пароля учетной записи на {2}, вам нужно будет идти по указанному ниже URL в веб-браузере.

{3}/member.php?action=resetpassword&uid={4}&code={5}

Если выше ссылка не работает правильно, перейдите

{3}/member.php?action=resetpassword

Вам нужно будет ввести следующее:
Имя пользователя: {1} (или ваш email адрес)
Код активации: {5}

Спасибо
{2} Администрация ";

$l['email_reportpost'] = "{1} из {2} жалоба на следующее сообщение:

{3}
{4}/{5}

Причина отправки жалобы этого пользователя на это сообщение:
{6}

Это сообщение было отправлено всем модераторам этого форума, или всем администраторам и модераторам , если у форума нет модераторов.

Пожалуйста, проверьте этот пост, как только сможете.";

$l['email_reportprofile'] = "{1} из {2} жалоба на следующего пользователя:

{3}
{4}/{5}

Причина отправки жалобы этого пользователя на пользователя:
{6}

Это сообщение было отправлено всем модераторам этого форума, или всем администраторам и модераторам , если у форума нет модераторов.

Пожалуйста, проверьте этого пользователя, как только сможете.";

$l['email_reportreputation'] = "{1} from {2} has reported the following reputation:

{3}
{4}/{5}

Причина отправки жалобы этого пользователя на репутацию:
{6}

Это сообщение было отправлено всем модераторам этого форума, или всем администраторам и модераторам , если у форума нет модераторов.

Пожалуйста, проверьте эту репутацию, как только сможете.";

$l['email_report_comment_extra'] = "{1}: {2}";

$l['email_passwordreset'] = "{1},

Ваш пароль на {2} был сброшен.

Ваш новый пароль: {3}

Вам понадобится этот пароль для входа на форумах и как только вы войдёте в систему, вы должны изменить его, перейдя в ваш личный раздел.

Спасибо
{2} Администрация ";

$l['email_randompassword'] = "{1},

Благодарим Вас за регистрацию на {2}. Ниже ваше имя пользователя и случайно сгенерированный пароль. Чтобы войти в систему {2}, вы будете нуждаться в этих данных.

Имя пользователя: {3}
Пароль: {4}

Рекомендуется изменить пароль сразу после входа в систему. Вы можете сделать это, зайдя в свой Личный раздел затем нажав кнопку \'Изменить пароль\' в меню слева.

Спасибо
{2} Администрация ";

$l['email_randompassword1'] = "{1},

Благодарим Вас за регистрацию на {2}. Ниже ваше имя пользователя и случайно сгенерированный пароль. Чтобы войти в систему {2}, вы будете нуждаться в этих данных.

Ваш email адрес
Пароль: {4}

Рекомендуется изменить пароль сразу после входа в систему. Вы можете сделать это, зайдя в свой Личный раздел затем нажав кнопку \'Изменить пароль\' в меню слева.

Спасибо
{2} Администрация ";

$l['email_randompassword2'] = "{1},

Благодарим Вас за регистрацию на {2}. Ниже ваше имя пользователя и случайно сгенерированный пароль. Чтобы войти в систему {2}, вы будете нуждаться в этих данных.

Имя пользователя: {3} (или ваш email адрес)
Пароль: {4}

Рекомендуется изменить пароль сразу после входа в систему. Вы можете сделать это, зайдя в свой Личный раздел затем нажав кнопку \'Изменить пароль\' в меню слева.

Спасибо
{2} Администрация ";

$l['email_sendtofriend'] = "Привет,

{1} из {2} думает, что вы можете быть заинтересованы в чтении следующей веб-страницы:

{3}

{1} включающую следующее сообщение:
------------------------------------------
{4}
------------------------------------------

Спасибо
{2} Администрация 
";

$l['email_forumsubscription'] = "{1},

{2} has just started a new thread in {3}. This is a forum you have subscribed to at {4}.

The thread is titled {5}

Вот выдержка из сообщения:
--
{6}
--

Чтобы просмотреть тему, вы можете перейти к следующему URL:
{7}/{8}

Там также может быть еще новые темы и ответы, но вы не будете получать больше уведомлений, пока вы снова не посетите форумы.

Спасибо
{4} Администрация 

------------------------------------------
Как отписаться:

Если вы не хотели бы получать уведомления о новых темах в этом форуме, посетите следующий URL в вашем браузере:
{7}/usercp.php?action=removesubscription&type=forum&fid={9}&my_post_key={10}

------------------------------------------";

$l['email_activateaccount'] = "{1},

Для завершения процесса регистрации на {2}, вам нужно будет перейти по ссылке ниже в вашем веб-браузере.

{3}/member.php?action=activate&uid={4}&code={5}

Если ссылка выше  работает неправильно, перейдите

{3}/member.php?action=activate

Вам нужно будет ввести следующее:
Имя пользователя: {1}
Код активации: {5}

Спасибо
{2} Администрация ";

$l['email_activateaccount1'] = "{1},

Для завершения процесса регистрации на {2}, вам нужно будет перейти по ссылке ниже в вашем веб-браузере.

{3}/member.php?action=activate&uid={4}&code={5}

Если ссылка выше  работает неправильно, перейдите

{3}/member.php?action=activate

Вам нужно будет ввести следующее:
Ваш email адрес
Код активации: {5}

Спасибо
{2} Администрация ";

$l['email_activateaccount2'] = "{1},

Для завершения процесса регистрации на {2}, вам нужно будет перейти по ссылке ниже в вашем веб-браузере.

{3}/member.php?action=activate&uid={4}&code={5}

Если ссылка выше  работает неправильно, перейдите

{3}/member.php?action=activate

Вам нужно будет ввести следующее:
Имя пользователя: {1} (или ваш email адрес)
Код активации:{5}

Спасибо
{2} Администрация ";

$l['email_subscription'] = "{1},

{2} только что ответил в теме, которую вы подписались на {3}. Этоа тема называется {4}.

Вот выдержка из сообщения:
------------------------------------------
{5}
------------------------------------------

Чтобы просмотреть тему, вы можете перейти по следующему URL-адресу:
{6}/{7}

Там могут быть и другие ответы на эту тему, но вы не будете получать больше уведомлений, пока вы снова не посетите форумы.

Спасибо
{3} Администрация 

------------------------------------------
Как отписаться:

Если вы не хотели бы получать уведомления об ответах на эту тему, посетите следующий URL в вашем браузере:
{6}/usercp.php?action=removesubscription&tid={8}&my_post_key={9}

------------------------------------------";

$l['email_reachedpmquota'] = "{1},

Это автоматическое письмо от {2} с уведомлением, что Ваш личный почтовый ящик сообщений полностью заполнен.

Один или несколько пользователей, возможно, пытались отправить вам личные сообщения и не смогли из-за этого.
Пожалуйста, удалите некоторые из ваших личных сообщений, которые вы в настоящее время уже прочитаны, не забывая также удалить их из \'Корзины\'.

Спасибо
{2} Администрация 
{3}";
$l['email_changeemail'] = "{1},

We have received a request on {2} to change your email address (see details below).

Old Email Address: {3}
New Email Address: {4}

If these changes are correct, please complete the validation process on {2} by going to the following URL in your web browser.

{5}/member.php?action=activate&uid={8}&code={6}

Если выше ссылка работает неправильно, перейдите

{5}/member.php?action=activate

Вам нужно будет ввести следующее:
Имя пользователя: {7}
Код активации: {6}

Если вы решили не подтверждать ваш новый адрес электронной почты, ваш профиль не будет обновлён и по-прежнему будет содержать ваш существующий адрес электронной почты.

Спасибо
{2} Администрация 
{5}";

$l['email_changeemail_noactivation'] = "{1},

Мы получили запрос на {2}, чтобы изменить свой адрес электронной почты (подробнее смотрите ниже).

Старый Email адрес: {3}
Новый Email адрес: {4}

Это изменение обрабатывается автоматически. Если вы не запрашивали это изменение, пожалуйста, свяжитесь с Администратором.

Спасибо
{2} Администрация 
{5}";

$l['email_changepassword'] = "{1},

Вы получили это письмо, потому что вы, или кто имеет доступ к вашему паролю, недавно изменил пароль учетной записи.

Пользователь: {1}
Email адрес: {2}

Если вы не запрашивали это изменение, пожалуйста, свяжитесь с Администратором.

Спасибо
{3} Администрация 
{4}";

$l['email_newpm'] = "{1},

Вы получили новое личное сообщение на {3} из {2}:

------------------------------------------
{5}
------------------------------------------

Для просмотра, ответа или пересылки этого сообщения, вы можете пройти  по этой ссылке:

{4}/private.php

Обратите внимание, что вы не будете получать какие-либо дополнительные уведомления о новых сообщениях, пока не посетите {3}.

Вы можете отключить оповещения о новых сообщениях на странице \'Параметры учетной записи\':

{4}/usercp.php?action=options

Спасибо
{3} Администрация 
{4}";

$l['email_emailuser'] = "{1},

{2} из {3} отправил вам следующее сообщение:
------------------------------------------
{5}
------------------------------------------

Спасибо
{3} Администрация 
{4}

------------------------------------------
Не хотите получать сообщения электронной почты от других участников?

Если вы не хотите, чтобы другие участники имели возможность отправлять сообщения вам по электронной почте, пожалуйста, посетите вашу \"Панель управления пользователя\" и включить опцию \"Скрыть email от других участников\":
{4}/usercp.php?action=options

------------------------------------------";

$l['email_groupleader_joinrequest'] = "{1},

{2} просил присоединиться {3} в {4} (Смотри ниже).

Причина: {5}

Для того, чтобы принять или отклонить этот запрос, перейдите

{6}/managegroup.php?gid={7}

Спасибо
{4} Администрация ";

$l['email_contact_subject'] = "Контакт: {1}";
$l['email_contact'] = "E-mail: {1}
Профиль в форуме: {2}
IP адрес: {3}
Сообщение:
{4}";

$l['pmsubject_subscription'] = "Новый ответ в {1}";
$l['pm_subscription'] = "{1},

{2} только что ответил в теме, которую вы подписаны. Эта тема называется {3}.

Вот выдержка из сообщения:
------------------------------------------
{4}
------------------------------------------

Чтобы просмотреть тему, вы можете перейти по следующему URL-адресу:
[url]{5}/{6}[/url]

Там могут быть и другие ответы на эту тему, но вы не будете получать больше уведомлений, пока вы снова не посетить тему.

------------------------------------------
Как отписаться:

Если вы не хотите получать уведомления об ответах в этой теме, посетите следующий URL в вашем браузере:
[url]{5}/usercp.php?action=removesubscription&tid={7}&my_post_key={8}[/url]

------------------------------------------";

$l['email_broken_task_subject'] = "Ошибка задачи MyBB в {1}";
$l['email_broken_task'] = 'При работе Вашей копии MyBB на {1} ({2}) произошла ошибка, связанная с системой задач.

Файл задачи {3} отсутствует.

Эта задача была отключена, пока проблема не будет решена.';
