<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_newreply'] = "Ответ на сообщене";

$l['post_reply_to'] = "Ответ на сообщене {1}";
$l['post_new_reply'] = "Создание нового ответа";
$l['reply_to'] = "Ответить в теме: {1}";
$l['post_subject'] = "Заголовок сообщения:";
$l['your_message'] = "Ваше ссобщение:";
$l['post_options'] = "Параметры сообщения:";
$l['options_sig'] = "<strong>Подпись:</strong> включить Вашу подпись. (Только для зарегистрированных пользователей)";
$l['options_emailnotify'] = "<strong>Email уведомление:</strong> получать по электронной почте всякий раз, когда есть новый ответ. (Только для зарегистрированных пользователей)";
$l['options_disablesmilies'] = "<strong>Запретить смайлики:</strong> запретить смайлик в этом сообщении";
$l['post_reply'] = "Ответить";
$l['preview_post'] = "Просмотр сообщения";
$l['mod_options'] = "Параметры модератора :";
$l['close_thread'] = "<strong>Закрыть тему</strong>: предотвратить дальнейший постинг в этой теме.";
$l['stick_thread'] = "<strong>Закрепить тему:</strong> закрепить эту тему в верхней части форума.";
$l['forum_rules'] = "{1} - Правила";
$l['thread_review'] = "Обзор темы (начиная с новых)";
$l['thread_review_more'] = "Эта тема имеет более чем {1} ответов. <a href=\"{2}\"> Читать всю тему. </a>";
$l['posted_by'] = "Сообщение от";
$l['draft_saved'] = "Новое сообщение успешно сохранено в качестве черновика. <br />Теперь вы будете перенаправлены к вашему списку черновиков.";
$l['error_post_already_submitted'] = "Вы уже отправили этот ответ в указанную тему. Пожалуйста, посетите тему, чтобы увидеть ваш ответ.";
$l['multiquote_external_one'] = "Вы выбрали один пост за пределами этой темы.";
$l['multiquote_external'] = "Вы выбрали {1} сообщения вне этой темы.";
$l['multiquote_external_one_deselect'] = "отменить выбор этого сообщения";
$l['multiquote_external_deselect'] = "отменить выбор всех сообщений";
$l['multiquote_external_one_quote'] = "Цитируйте и это сообщение";
$l['multiquote_external_quote'] = "Цитируйте и эти сообщения";

$l['redirect_newreply'] = "Спасибо, ваш ответ опубликован.";
$l['redirect_newreply_moderation'] = "Администратор указал, что все новые сообщения требуют модерации. Сейчас вы будете возвращены в тему.";
$l['redirect_newreply_post'] = "<br />Вы будете перенаправлены к вашему сообщению.";
$l['redirect_newreplyerror'] = "Извините, но ваш ответ был отклонен из-за отсутствия содержания. <br />Вы будете возвращены в тему.";
$l['redirect_threadclosed'] = "Вы не можете отвечать на сообщения в этой теме, так как он был закрыт модератором.";
$l['error_post_noperms'] = "У вас нет разрешения на редактирование этого черновика.";


$l['error_stop_forum_spam_spammer'] = "К сожалению, вы {1} совпадает с известным спамером. Если вы чувствуете, что это ошибка, обратитесь к администратору";
$l['error_stop_forum_spam_fetching'] = "Извините, неудачная проверка вашего ответа из базы спамеров .Скорее всего, база данных не доступна. Пожалуйста, повторите попытку позже.";

$l['error_suspendedposting'] = "Ваши полномочия на размещение приостановлены {1}.<br /><br />

Дата приостановки : {2}";
$l['error_suspendedposting_temporal'] = "до {1}";
$l['error_suspendedposting_permanent'] = "постоянно";

