<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_newthread'] = "Новая тема";
$l['newthread_in'] = "Новая тема в {1}";
$l['post_new_thread'] = "Сообщение в новой теме";
$l['thread_subject'] = "Заголовок темы";
$l['your_message'] = "Ваше сообщение:";
$l['post_options'] = "Параметры сообщения:";
$l['options_sig'] = "<b>Подпись:</b>включает вашу подпись. (Только для зарегистрированных пользователей)";
$l['options_emailnotify'] = "<b>Email уведомление:</b> получать по электронной почте всякий раз, когда есть новый ответ. (Только для зарегистрированных пользователей)";
$l['options_disablesmilies'] = "<b>Запретить смайлики:</b> запрет показа смайликов в этом сообщении.";
$l['post_thread'] = "Создать тему";
$l['preview_post'] = "Просмотр сообщения";
$l['poll'] = "Опрос:";
$l['poll_desc'] = "При желании вы можете прикрепить опрос к этой теме.";
$l['poll_check'] = "Я хочу опубликовать опрос";
$l['num_options'] = "Число параметров:";
$l['max_options'] = "(Максимум: {1})";
$l['mod_options'] = "Параметры модератора:";
$l['close_thread'] = "<b>Закрытие темы</b>: запретить публикации в этой теме.";
$l['stick_thread'] = "<b>Закрепить тему:</b> закрепляет тему вверху форума";
$l['draft_saved'] = "Новая тема сохранена как черновик<br />Теперь вы будете перенаправлены к списку черновиков.";
$l['error_post_already_submitted'] = "Вы уже отправили эту тему в этом форуме. Зайдите на форум, чтобы увидеть свою тему.";
$l['no_prefix'] = "Без префикса";
$l['forum_rules'] = "{1} - Правила";

$l['multiquote_external_one'] = "Вы выбрали одно сообщение из другой темы.";
$l['multiquote_external'] = "Вы выбрали {1} сообщений из другой темы.";
$l['multiquote_external_one_deselect'] = "отменить выбор этого сообщения";
$l['multiquote_external_deselect'] = "отменить выбор этих сообщений";
$l['multiquote_external_one_quote'] = "Цитировать это сообщение";
$l['multiquote_external_quote'] = "Цитировать эти сообщения";

$l['redirect_newthread'] = "Спасибо, ваша тема была размещена.";
$l['redirect_newthread_poll'] = "<br />Сейчас вы будете перенаправлены к настройке опроса и странице конфигурации.";
$l['redirect_newthread_moderation'] = "<br />Администрацией установлено модерирование новых тем. Сейчас вы будете перенаправлены к списку тем.";
$l['redirect_newthread_unviewable'] = "<br />У вас нет прав для просмотра темы в этом форме. Теперь вы будете перенаправлены на форум.";
$l['redirect_newthread_thread'] = "<br />Теперь вы будете перенаправлены в новую тему.";
$l['invalidthread'] = "Указанный черновик не существует или у вас нет разрешения на просмотр.";

$l['error_stop_forum_spam_spammer'] = "К сожалению, ваш {1} соответстует данным известного спамера. Если вы уверены что это ошибка, обратитесь к администратору";
$l['error_stop_forum_spam_fetching'] = "Извините, не получилось проверить по базе данных спамеров. Скорее всего база данных не  доступна. Пожалуйста, повторите попытку позже.";

$l['error_suspendedposting'] = "Ваши полномочия для публикации в настоящее время приостановлены {1}.<br /><br />

Дата приостановки: {2}";
$l['error_suspendedposting_temporal'] = "до {1}";
$l['error_suspendedposting_permanent'] = "постоянно";

