<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_postpoll'] = "Публикация опроса";
$l['nav_editpoll'] = "Редактировать Опрос";
$l['nav_pollresults'] = "Результаты опроса";

$l['edit_poll'] = "Редактировать Опрос";
$l['delete_poll'] = "Удалить Опрос";
$l['delete_q'] = "Удалить?";
$l['delete_note'] = "Чтобы удалить этот опрос, установите флажок слева и нажмите кнопку справа.";
$l['delete_note2'] = "<b>Примечание:</b> При удалении опроса, восстановить его будет невозможно.";
$l['question'] = "Вопрос:";
$l['num_options'] = "Число параметров:";
$l['max_options'] = "Максимум:";
$l['poll_options'] = "Параметры опроса:";
$l['update_options'] = "Обновление варинтов";
$l['poll_options_note'] = "Опции опроса должны быть краткими и по существу,.";
$l['options'] = "Варианты:";
$l['option_multiple'] = "<b>Разрешить множественный выбор:</b> Пользователи имеют возможность голосовать более чем один вариант.";
$l['option_multiple_maxoptions'] = "Выбор максимального количества вариантов для каждого пользователя (0 неограниченно):";
$l['option_public'] = "<b>Публичность опроса:</b> Дайте пользователям возможность видеть, какой пользователь проголосовал на какой вариант.";
$l['option_closed'] = "<b>Опрос закрыт:</b>Если этот флажок установлен опрос будет закрыт от голосования.";
$l['poll_timeout'] = "Опрос заканчивается:";
$l['timeout_note'] = "Число дней, за которые люди могут голосовать в этом опросе.<br />(Значение 0, если этот опрос не должен закончиться.)";
$l['days_after'] = "дней спустя:";
$l['update_poll'] = "Обновить опрос";
$l['option'] = "Варианты";
$l['votes'] = "Голосов:";
$l['post_new_poll'] = "Опубликовать новый опрос";
$l['days'] = "дней";
$l['poll_results'] = "Реультаты опроса";
$l['poll_total'] = "Всего:";
$l['poll_votes'] = "голос (ов)";

$l['redirect_pollposted'] = "Ваш опрос был размещен.<br />Теперь вы будете перенаправлены обратно к теме.";
$l['redirect_pollpostedmoderated'] = "Ваш опрос был размещен, но ваша тема всё еще ожидает модерации.<br />Теперь вы будете перенаправлены обратно в форум.";
$l['redirect_pollupdated'] = "Опрос был обновлен.<br />Теперь вы будете перенаправлены обратно к теме.";
$l['redirect_votethanks'] = "Спасибо за ваш голос.<br />Теперь вы будете перенаправлены обратно к теме.";
$l['redirect_unvoted'] = "Ваш голос -(а) в этой теме был удален.<br />Теперь вы будете перенаправлены обратно в тему.";
$l['redirect_polldeleted'] = "Спасибо, опрос был успешно удален из темы. <br /> Теперь вы будете перенаправлены обратно в тему.";

$l['error_polloptiontoolong'] = "Один или несколько вариантов ответа, которые вы ввели больше, чем допустимый предел. Пожалуйста, вернитесь и сократите их.";
$l['error_polloptionsequence'] = "Один или несколько вариантов ответов, которые вы ввели, содержит последовательность, которая не может быть использована в них:<strong>||~|~||</strong>. Пожалуйста, вернитесь и удалите.";
$l['error_noquestionoptions'] = "Вы либо не ввели вопрос для опроса или опрос не имеет достаточно вариантов ответа. Минимальное количество вариантов ответа в опросе может иметь 2<br />Пожалуйста, вернитесь назад и исправьте эту ошибку.";
$l['error_pollalready'] = "Тема уже содержит опрос!";
$l['error_nopolloptions'] = "Указанный вариант опроса является недействительным или не существует.";
$l['error_maxpolloptions'] = "Вы проголосовали за слишком много вариантов. Вам разрешено голосовать только  за {1} опций.<br />Пожалуйста. вернитесь и попробуйте снова.";
$l['error_alreadyvoted'] = "Вы уже голосовали в этом опросе.";
$l['error_notvoted'] = "Вы не голосовали в этом опросе.";
$l['error_invalidpoll'] = "Указанный опрос является недействительным или не существует.";
$l['error_pollclosed'] = "Вы не можете голосовать в опросе, который был закрыт.";
$l['poll_time_limit'] = "Извините, но вы не можете добавить опрос в вашу тему. Администратор установил параметры так, что опросы могут быть добавлены только в пределах {1} часов после публикации.";

$l['poll_deleted'] = "Опрос удалён";
$l['poll_edited'] = "Опрос отредактирован";
