<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_reputation'] = "Статистика по репутации";
$l['nav_profile'] = "Информация о пользователе {1}";
$l['reputation_disabled'] = "Вы не можете использовать систему репутации, т.к. она была отключена администратором.";

$l['reputation'] = "Репутация";
$l['error'] = "Ошибка";
$l['add_no_uid'] = "Вы не указали пользователя, чтобы проставить репутацию.";
$l['add_no_permission'] = "У вас нет прав, чтобы проставить репутацию пользователям.";
$l['add_disabled'] = "Вы не можете добавлять репутацию пользователям этой группы.";
$l['add_yours'] = "Вы не можете добавить к вашей собственной репутации.";
$l['add_invalidpower'] = "Вы выбрали неверный рейтинг из списка.";
$l['add_maxperday'] = "Вы уже дали столько оценок репутации, сколько вы можете оставить за день.";
$l['add_maxperuser'] = "Вы уже дали этому пользователю колличество рейтингов репутации, сколько вы можете оставить за день.";
$l['add_maxperthread'] = "Вы уже дали этому пользователю колличество рейтингов репутации (в одной теме), сколько вы можете оставить за день.";
$l['add_no_comment'] = "Вы должны ввести комментарий по крайней мере из 10 символов, чтобы проставить этому пользователю рейтинг.";
$l['add_toolong'] = "Вы должны указать причину не более, чем {1} символов.";
$l['add_negative_disabled'] = "Администратор отключил негативные репутации.";
$l['add_neutral_disabled'] = "Администратор отключил нейтральные репутации.";
$l['add_positive_disabled'] = "Администратор отключил положительныю репутации.";
$l['add_all_rep_disabled'] = "Администратор отключил все типы репутации. Вы не можете оценить этого пользователя.";
$l['reputation_report'] = "Жалоба на репутацию для {1}";
$l['reputation_members'] = "Оценки от пользователей:";
$l['reputation_posts'] = "Оценки сообщений:";
$l['summary'] = "Сводка";
$l['total_reputation'] = "Всего репутации";
$l['post_reputation'] = "Репутация сообщения";
$l['positive_count'] = "Положительных";
$l['neutral_count'] = "Нейтральных";
$l['negative_count'] = "Негативных";
$l['last_week'] = "Последняя неделя";
$l['last_month'] = "Последний месяц";
$l['last_6months'] = "Последние 6 месяцев";
$l['all_time'] = "За всё время";
$l['comments'] = "Комментарии";
$l['close_window'] = "Закрыть окно";
$l['add_reputation_vote'] = "Добавить рейтинг репутации для {1}";
$l['add_reputation_to_post'] = "Эта репутация для {1} сообщений.<br />";
$l['neg_rep_disabled'] = "<span class=\"smalltext\">* - <em>Отрицательная репутация в настоящее время отключена</em></span>";
$l['pos_rep_disabled'] = "<span class=\"smalltext\">* - <em>Положительная репутация в настоящее время отключена</em></span>";
$l['neu_rep_disabled'] = "<span class=\"smalltext\">* - <em>Нейтральная репутация в настоящее время отключена</em></span>";
$l['no_comment_needed'] = "Вы добавляете репутацию из-за этого сообщения пользователя, который ссылается в своем профиле. Комментарий не нужен, но если вы хотите его оставить, пожалуйста, введите его ниже.<br />";
$l['no_comment'] = "[Без комментариев]";
$l['vote_added'] = "Рейтинг добавлен";
$l['vote_updated'] = "Рейтинг обновлён";
$l['vote_deleted'] = "Рейтинг удалён";
$l['vote_added_message'] = "Ваша оценка репутации успешно добавлена для этого пользователя.";
$l['vote_updated_message'] = "Ваша оценка репутации успешно обновлена для этого пользователя.";
$l['vote_deleted_message'] = "Оценка репутации была удалена для этого пользователя.";
$l['update_reputation_vote'] = "Обновление свою оценки репутации для {1}";
$l['positive'] = "Положительно";
$l['negative'] = "Негативно";
$l['neutral'] = "Нейтрально";
$l['user_comments'] = "Ваши комментарии на {1}:";
$l['add_vote'] = "Добавить рейтинг";
$l['update_vote'] = "Обновить рейтинг";
$l['delete_vote'] = "Удалить";
$l['report_vote'] = "Жалоба";
$l['power_positive'] = "Положительно ({1})";
$l['power_neutral'] = "Нейтрально";
$l['power_negative'] = "Негативно ({1})";
$l['show_all'] = "Показать: Все голоса";
$l['show_positive'] = "Показать: Положительный рейтинг";
$l['show_neutral'] = "Показать: Нейтральный рейтинг";
$l['show_negative'] = "Показать: Негативный рейтинг";
$l['sort_updated'] = "Сортировать по: Последнему обновлению";
$l['sort_username'] = "Сортировать по: имени пользователя";
$l['last_updated'] = "Последнее обновление {1}";
$l['postrep_given'] = "Рейтинг предоставлен для <a href=\"{1}\">{2} сообщений </a> {3}<br />";
$l['postrep_given_nolink'] = "Рейтинг предоставлен для {1} сообщений<br />";
$l['postrep_given_thread'] = "в <a href=\"{1}\">{2}</a>";
$l['no_reputation_votes'] = "Этот пользователь не имеет рейтинга репутации, соответствующеего указанному критерию.";
$l['delete_reputation_confirm'] = "Вы уверены, что хотите удалить этот рейтинг репутации?";
$l['delete_reputation_log'] = "Удаляется рейтинг репутации  {1} (UID: {2})";
$l['reputations_disabled_group'] = "Система репутации отключена для пользователей этой группы пользователей.";
$l['rate_user'] = "Оценить пользователя";
