<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_stats'] = "Статистика форумов";
$l['stats_disabled'] = "Вы не можете просмотреть страницу статистики, т.к. она отключена администратором.";

$l['board_stats'] = "Статистика форумов";
$l['none'] = "Ничего нет";
$l['totals'] = "Всего";
$l['averages'] = "В среднем";
$l['posts'] = "Сообщений:";
$l['threads'] = "Тем:";
$l['members'] = "Участников:";
$l['ppd'] = "Сообщений в день:";
$l['tpd'] = "Тем в день:";
$l['mpd'] = "Участников в день:";
$l['ppm'] = "Сообщений на участника:";
$l['tpm'] = "Тем на участника:";
$l['rpt'] = "Ответов в теме:";
$l['no_posts'] = "Нет";
$l['general'] = "Основное"; 
$l['newest_member'] = "Новый участник:";
$l['members_posted'] = "Участники, которые размещали:";
$l['todays_top_poster'] = "Сегодня самый активный: <b>{1}</b> (<b>{2}</b> сообщений)";
$l['popular_forum'] = "Самый популярный форум: <b>{1}</b> (<b>{2}</b> сообщений, <b>{3}</b> тем)";
$l['most_popular'] = "Самый популярный...";
$l['most_replied_threads'] = "Больше всего ответов в теме:";
$l['most_viewed_threads'] = "Самые популярные темы";
$l['not_enough_info_stats'] = "К сожелению, информации на форуме недостаточно для формирования статистики. Для формирования статистики на форумах должен быть хотя бы один зарегистрировавшийся участник и одна созданная тема.";
$l['replies'] = "ответов";
$l['views'] = "просмотров";
$l['top_referrer'] = "Топ ссылающихся: <strong>{1}</strong> (<strong>{2}</strong> рефералов)";
