<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */

$l['nav_profile'] = "Профиль {1}";
$l['nav_warning_log'] = "Журнал предупреждений";
$l['nav_add_warning'] = "Предупреждения пользователя";
$l['nav_view_warning'] = "Подробности предупреждений";

$l['warning_for_post'] = ".. Сообщение:";
$l['already_expired'] = "Истекает";
$l['details_username'] = "Имя пользователя";
$l['warning_active'] = "Активно";
$l['warning_revoked'] = "Отозвано";
$l['warning_log'] = "Журнал предупреждений";
$l['warning'] = "Предупреждение";
$l['issued_by'] = "Выдан";
$l['date_issued'] = "Дата выдачи";
$l['expiry_date'] = "Истекает";
$l['active_warnings'] = "Активные предупреждения";
$l['expired_warnings'] = "Истёкшие предупреждения";
$l['warning_points'] = "({1} очков)";
$l['no_warnings'] = "Пользователь не получил каких-либо предупреждений или они все были удалены.";
$l['warn_user'] = "Предупредить пользователя";
$l['post'] = "Сообщение:";
$l['warning_note'] = "Примечания администратора:";
$l['details_warning_note'] = "Примечания администратора";
$l['warning_type'] = "Тип предупреждения:";
$l['custom'] = "Пользовательская причина";
$l['reason'] = "Причина:";
$l['points'] = "Очки:";
$l['details_reason'] = "Причина";
$l['warn_user_desc'] = "Здесь вы можете повысить уровень предупреждения этого пользователя, если он нарушает одно или несколько правил.";
$l['send_pm'] = "Уведомить пользователя:";
$l['send_user_warning_pm'] = "Послать этому пользователю личное сообщение с уведомлением об этом предупреждении.";
$l['send_pm_subject'] = "Тема:";
$l['warning_pm_subject'] = "Вы получили предупреждение.";
$l['send_pm_message'] = "Сообщение:";
$l['warning_pm_message'] = "Уважаемый {1}

Вы получили предупреждение от команды {2}.
--

--";
$l['send_pm_options'] = "Параметры:";
$l['send_pm_options_anonymous'] = "<strong>Анонимное ЛС</strong>: отправить это личное сообщение как анонимный пользователь.";
$l['expiration_never'] = "навсегда";
$l['expiration_hours'] = "часов";
$l['expiration_days'] = "дней";
$l['expiration_weeks'] = "недель";
$l['expiration_months'] = "месяцев";
$l['redirect_warned_banned'] = "<br /><br />Пользователь также был перемещен в {1} группу {2}.";
$l['redirect_warned_suspended'] = "<br /><br />Право публикации этого пользователя было приостановлено {1}.";
$l['redirect_warned_moderate'] = "<br /><br />Все сообщения этого пользователя теперь будут модерироваться {1}.";
$l['redirect_warned_pmerror'] = "<br /><br />Обратите внимание, что ЛС не было отправлено.";
$l['redirect_warned'] = "Уровень предупреждения {1} был увеличен до {2}%. {3} <br /> <br /> Сейчас вы будете перенаправлены обратно.";
$l['error_warning_system_disabled'] = "Вы не можете использовать систему предупреждения, так как она была отключена администратором.";
$l['error_cant_warn_group'] = "У вас нет прав, чтобы предупредить пользователей этой группы.";
$l['error_invalid_user'] = "Выбранный пользователь не существует.";
$l['details'] = "Подробности";
$l['view'] = "Просмотр";
$l['current_warning_level'] = "Текущий уровень предупреждений: <strong>{1}%</strong> ({2}/{3})";
$l['warning_details'] = "Подробности предупреждения";
$l['revoke_warning'] = "Отозвать это предупреждение";
$l['revoke_warning_desc'] = "Чтобы отозвать это предупреждение, пожалуйста, укажите причину ниже. Это не приведет к удалению каких-либо запретов и банов, введенных этим предупреждением.";
$l['warning_is_revoked'] = "Это предупреждение было отозвано";
$l['revoked_by'] = "Отозвал";
$l['date_revoked'] = "Дата отзыва";
$l['warning_already_revoked'] = "Это предупреждение уже отозвано.";
$l['no_revoke_reason'] = "Вы не ввели причину отзыва этого предупреждения.";
$l['redirect_warning_revoked'] = "Это предупреждение было успешно отменено, и колличество пунктов предупреждений пользователя уменьшились. <br /> <br /> Теперь вы будете пренаправлены обратно на управление предупреждениями.";
$l['result'] = "Результат:";
$l['result_banned'] = "Пользователь будет перемещен в группу забаненных ({1}) {2}";
$l['result_suspended'] = "Ваши привилегии будут приостановлены {1}";
$l['result_moderated'] = "Сообщения будут модерироваться {1}";
$l['result_period'] = "для {1} {2}";
$l['result_period_perm'] = "навсегда";
$l['hour_or_hours'] = "Час(ов)";
$l['day_or_days'] = "День(ей)";
$l['week_or_weeks'] = "Неделя(ь)";
$l['month_or_months'] = "Месяц(ев)";
$l['expires'] = "Истекает:";
$l['new_warning_level'] = "Новый уровень предупреждения:";
$l['error_cant_warn_user'] = "У вас нет разрешения для предупреждения этого пользователя.";
$l['existing_post_warnings'] = "Существующие предупреждения для этого сообщения";
