<?php
/**
 * MyBB 1.8 English Language Pack
 * Copyright 2014 MyBB Group, All Rights Reserved
 *
 */
 
$l['no_new_subject'] = "Вы не ввели новую тему";
$l['post_moderation'] = "Ваш пост в настоящее время модерируется.";
$l['thread_moderation'] = "Ваша тема в настоящее время модерируется.";
$l['post_doesnt_exist'] = "Указанный пост не существует.";
$l['thread_doesnt_exist'] = "Указанная тема не существует.";
$l['thread_closed_edit_subjects'] = "Эта тема форума закрыта и вы не можете ее редактировать.";
$l['no_permission_edit_subject'] = "У вас нет полномочий редактировать эту тему.";
$l['thread_closed_edit_message'] = "Эта тема закрыта и вы не можете редактировать сообщения в ней.";
$l['no_permission_edit_post'] = "У вас нет полномочий на редактирование этого сообщения.";
$l['edit_time_limit'] = "Вы можете редактировать сообщения только в течение {1} минут после того, как оно было опубликовано.";
$l['postbit_edited'] = "Это сообщение было отредактировано: {1}  ";
$l['postbit_editreason'] = "Причина редактирования";
$l['save_changes'] = "Сохранить изменения";
$l['cancel_edit'] = "Отмена редактирования";
$l['answer_valid_not_exists'] = "Вопрос, на который вы пытаетесь ответить не существует.";
$l['captcha_not_exists'] = "Изображение для проверки (captcha), которое вы пытаетесь обновить, не существует.";
$l['captcha_valid_not_exists'] = "Изображение для проверки (captcha) не существует.";
$l['captcha_does_not_match'] = "Код проверки изображения, который вы ввели является неверным. Пожалуйста, введите код в точности так, как он отображается на картинке.";
$l['captcha_matches'] = "Введенный вами код изображения был правильным.";
$l['answer_does_not_match'] = "Ответ на этот вопрос вы ввели не правильно.";
$l['banned_username'] = "Указанное имя пользователя было запрещено администратором";
$l['banned_characters_username'] = "Ваше имя пользователя содержит один или несколько недопустимых символов";
$l['complex_password_fails'] = "Пароль должен содержать заглавные буквы, строчные буквы и цифры";
$l['username_taken'] = "{1} уже зарегистрирован другим участником";
$l['username_available'] = "{1} доступно";
$l['invalid_username'] = "{1} это не имя пользователя регистрируемого участника";
$l['valid_username'] = "{1} имя пользователя доступно для регистрации.";
$l['buddylist_error'] = "Похоже, что у вас нет приятелей в вашем списке друзей. Пожалуйста, добавьте некоторых, прежде чем пытаться использовать эту функцию.";
$l['close'] = "Закрыть";
$l['select_buddies'] = "Выбрать друга";
$l['select_buddies_desc'] = "Чтобы добавить одного или несколько из ваших друзей в качестве получателей, выберите их ниже, и нажмите кнопку ОК.";
$l['selected_recipients'] = "Выбранные получатели";
$l['ok'] = "OK";
$l['cancel'] = "Отмена";
$l['online'] = "В сети";
$l['offline'] = "Не в сети";
$l['edited_post'] = "Сообщение отредактировано";
$l['usergroup'] = "Группа пользователей";
